Repository: rotdrop/nextcloud-app-pdf-downloader
Catalog: translationfiles/*/pdf_downloader.po
Languages: de

source: Too Many Requests
de: Zu viele Anfragen.

source: Request Header Fields Too Large
de: Anfrage-Kopfzeilen zu lang

source: No Response (Nginx)
de: Keine Antwort (Nginx)

source: Retry With (Microsoft)
de: Wiederholen mit (Microsoft)

source: Blocked by Windows Parental Controls (Microsoft)
de: Blockiert von Windows-Kindersicherung (Microsoft)

source: Unavailable For Legal Reasons
de: Nicht verfügbar aus rechtlichen Gründen

source: Client Closed Request (Nginx)
de: Anwender-Programm hat die Anfrage beendet (Nginx)

source: Internal Server Error
de: Interner Server-Fehler

source: Not Implemented
de: Nicht implementiert

source: Bad Gateway
de: Schlechte Netzübergangseinheit

source: Service Unavailable
de: Dienst nicht verfügbar

source: Gateway Timeout
de: Zeitüberschreitung bei der Netzübergangseinheit

source: HTTP Version Not Supported
de: HTTP-Version nicht unterstützt

source: Variant Also Negotiates (Experimental)
de: Variante handelt außerdem aus (Experimenmtell)

source: Insufficient Storage (WebDAV)
de: Zu wenig Speicherplatz (WebDAV)

source: Loop Detected (WebDAV)
de: Zirkel entdeckt (WebDAV)

source: Bandwidth Limit Exceeded (Apache)
de: Bandbreiten-Beschränkung überschritten (Apache)

source: Not Extended
de: Nicht erweitert

source: Network Authentication Required
de: Netzwerk-Authentifizierung erforderlich

source: Network read timeout error
de: Netzwerk Lese-Zeitüberschreitung

source: Network connect timeout error
de: Netzwerk Verbindungs-Zeitüberschreitung

source: Operation cancelled by user.
de: Benutzer:in hat den Vorgang abgebrochen

source: Aborted
de: Abgebrochen

source: Error
de: Fehler

source: Feedback email: {AutoReport}
de: Rückmeldung per Email: {AutoReport}

source: Something went wrong.
de: Irgendetwas ist schief gelaufen.

source: If it should be the case that you are already logged in for a long time without interacting with the app, then the reason for this error is probably a simple timeout.
de: Falls du bereits längere Zeit angemeldet bist, ohne mit der App zuinteragieren, dann ist das der Grund für den Fehler.

source: In any case it may help to logoff and logon again, as a temporary workaround. You will be redirected to the login page when you close this window.
de: Als einstweiligen `Work-Around' kann man in jedem Fall versuchen, sich ab- und wieder an zu melden und den Vorgang zu wiederholen. Wenn du dieses Fenster schließt, wirst du zur Login-Seite weiter geleitet.

source: Unrecoverable unknown internal error, no details available
de: Nicht behebbarer unbekannter interner Fehler, keine Details verfügbar

source: Internal Error
de: Irgendein Fehler

source: Field {RequiredField} not present in AJAX response.
de: In der AJAX-Antwort fehlt das Feld {RequiredField}.

source: Missing data
de: Fehlende Daten

source: The submitted data "{stringValue}" seems to be a plain string, but we need an object where the data is provided through above listed properties.
de: Die übermittelten Daten "{stringValue}" scheinen eine einfache Zeichenkette zu sein, benötigt wird jedoch ein JavaScript-Obekt, das die Daten über die oben aufgeführten (fehlenden) Objekt-Eigenschaften zu Verfügung stellt.

source: Error: plain string received
de: Fehler: einfache Zeichenkette empfangen

source: The submitted data is not a plain object, and does not provide the properties listed above.
de: Die übermittelten DAten sind kein einfaches Objekt und beinhalteten nicht die oben aufgeführten benötigten Eigentschaften.

source: Error: not a plain object
de: Fehler: kein einfaches Objekt

source: Unknown JSON error response to AJAX call: {status} / {error}
de: Unbekannte JSON Fehler-Antwort auf AJAX-Anfrage: {status} / {error}

source: HTTP error response to AJAX call: {code} / {error}
de: HTTP Fehler-Antwort auf AJAX-Anfrage: {code} / {error}

source: No
de: Nein

source: Yes
de: Ja

source: Debug Information
de: Debug Informationen

source: unknown error
de: unbekannter Fehler

source: Unable to download data from "{url}": {message}
de: Kann die Daten nicht von "{url}" laden: {message}

source: The quick brown fox jumps over the lazy dog.
de: Falsches Üben von Xylophonmusik quält jeden größeren Zwerg.

source: Post to end-point "%s" not implemented.
de: POST-Anfragen an "%s" sind nicht implementiert.

source: Post to base-url of app "%s" not allowed.
de: POST-Anfragen an die Basis-Adresse der App "%s" sind nicht erlaubt.

source: Get from end-point "%s" not implemented.
de: GET-Anfragen an "%s" sind nicht implementiert.

source: Unknown app setting: "%1$s"
de: Unbekannte App-Einstellung: "%1$s"

source: Converter "%1$s" has failed trying to convert mime-type "%2$s"
de: Das Umwandlungsprogramm "%1$s" konnte eine Datei mit Mime-Typ "%2$s" nicht konvertieren

source: Installation problem; the required %s-resource "%s" is not installed on the server, please contact the system administrator!
de: Installationsproblem; die benötigte %s-Ressource "%s" ist auf dem Server nicht installiert, bitte den System-Administrator kontaktiern.

source: PDF Downloader
de: PDF Download-App

source: Recusively convert entire directory trees to PDF and provide the resulting document as download
de: Konvertiert die Dateien ganzer Verzeichnisbäume in das PDF-Format und präsentiert das Ergebnis als PDF-Download.

source: Recursive Pdf Downloader, Admin Settings
de: Rekursiver PDF Lader, Administrator-Einstellungen

source: Example setting
de: Beispiel-Einstellung

source: Just to have something to show ...
de: Nur, um irgendwas zu zeigen...

source: Successfully set value for "{settingsKey}" to "{value}"
de: Der Wert für die Einstellung "{settingsKey}" wurde erfolgreich auf "{value}" gesetzt

source: Recursive Pdf Downloader, Personal Settings
de: Rekursiver PDF Lader, Persönliche Einstellungen

source: Test Input
de: Test-Eingabe

source: Test Hint
de: Test-Hinweis

source: If it should be the case that you are already logged in for a long time without interacting with the web-app, then the reason for this error is probably a simple timeout.
de: Falls Du bereits längere Zeit angemeldet bist, ohne mit der Web-App zu interagieren, dann ist das der Grund für den Fehler.

source: I any case it may help to logoff and logon again, as a temporary work-around. You will be redirected to the log-in page when you close this window.
de: Als einstweiligen `Work-Around' kann man in jedem Fall versuchen, sich ab- und wieder an zu melden und den Vorgang zu wiederholen. Wenn Du dieses Fenster schließt, wirst Du zur Login-Seite weiter geleitet.

source: Unrecoverable unknown internal error, no further information available, sorry.
de: Tut uns leid, unbekannte interner Fehler, weitere Informationen sind leider nicht verfügbar.
