Repository: rotdrop/nextcloud-app-pdf-downloader
Catalog: translationfiles/*/pdf_downloader.po
Languages: de

source: File or folder could not be found.
de: Datei oder Ordner konnte nicht gefunden werden.

source: Post to endpoint "%s" not implemented.
de: POST-Anfragen an "%s" sind nicht implementiert.

source: Post to base URL of app "%s" not allowed.
de: POST-Anfragen an die Basis-Adresse der App "%s" sind nicht erlaubt.

source: Get from endpoint "%s" not implemented.
de: GET-Anfragen an "%s" sind nicht implementiert.

source: Unable to find cached download file with id "%d".
de: Zwischengespeicherte Download-Datei mit der ID "%d" kann nicht gefunden werden.

source: Unable to open the destination folder "%s".
de: Der Zielordner "%s" kann nicht geöffnet werden.

source: PDF document saved as "%s".
de: PDF-Dokument gespeichert als "%s".

source: PDF generation background job scheduled successfully.
de: Hintergrundjob zur PDF-Generierung erfolgreich eingeplant.

source: Cached PDF files for "%s" have been deleted.
de: Zwischengespeicherte PDF-Dateien für "%s" wurden gelöscht.

source: PDF file "%s" has been deleted.
de: PDF-Datei "%s" wurde gelöscht.

source: The following required executable could not be found on the server: %s
de: Die folgenden erforderlichen ausführbaren Datei konnten auf dem Server nicht gefunden werden: %s

source: Unknown admin setting: "%1$s"
de: Unbekannte Verwaltungs-Einstellung: "%1$s"

source: The admin setting "%1$s" is read-only
de: Die Administrationseinstellung "%1$s" kann nur gelesen werden

source: Value "%1$s" for setting "%2$s" is not convertible to boolean.
de: Der Wert "%1$s" für die Einstellung "%2$s" kann nicht in einen Wahrheitswert konvertiert werden.

source: Unknown personal setting: "%1$s"
de: Unbekannte persönliche Einstellung: "%1$s"

source: The personal setting "%1$s" is read-only
de: Die perönliche Einstellung "%1$s" kann nur gelesen werden.

source: The regular expression "%1$s" seems to be invalid, error code is "%d".
de: Der reguläre Ausdruck "%1$s" scheint ungültig zu sein, Fehlercode ist "%d".

source: Did you forget the delimiters?
de: Hast du die Trennzeichen vergessen?

source: Unknown personal setting: "%s".
de: Unbekannte persönliche Einstellung: "%s"

source: excluded
de: ausgeschlossen

source: Unable to parse memory size limit "%s"
de: Kann das Speicher-Limit nicht interpretieren: "%s"

source: The app "{app}" will not work without installing the following required program: {programs}.
de: Die App "{app}" funktioniert nicht, ohne das folgende erforderliche Programm zu installieren: {programs}.

source: The app "{app}" will work better if you install the following suggested helper program: {programs}.
de: Die App "{app}" funktioniert besser, wenn du das folgende vorgeschlagene Hilfsprogramm installierst: {programs}.

source: Unsupported subject: "%s".
de: Nicht unterstützter Betreff: "%s".

source: A PDF file {destination} will be created from the sources at {source}.
de: Eine PDF-Datei {destination} wird aus den Quellen bei {source} erstellt.

source: A PDF download will be created from the sources at {source}.
de: Aus den Quellen unter {source} wird ein PDF-Download erstellt.

source: Your folder {source} has been converted to a PDF file at {destination}.
de: Dein Ordner {source} wurde in {destination} in eine PDF-Datei konvertiert.

source: Your folder {source} has been converted to a PDF file. Please visit the details tab of the source folder to download the file.
de: Dein Ordner {source} wurde in eine PDF-Datei konvertiert. Bitte besuche den Details-Reiter des Quellordners, um die Datei herunterzuladen.

source: Converting {source} to PDF has failed: {message}
de: Konvertieren von {source} in PDF ist fehlgeschlagen: {message}

source: Converting {source} to PDF has failed.
de: Konvertieren von {source} in PDF ist fehlgeschlagen.

source: not found
de: nicht gefunden

source: pass through
de: durchwinken

source: Universal converter "%1$s" has failed trying to convert MIME type "%2$s"
de: Das Umwandlungsprogramm "%1$s" konnte eine Datei mit MIME-Typ "%2$s" nicht konvertieren

source: Converter "%1$s" has failed trying to convert MIME type "%2$s"
de: Das Umwandlungsprogramm "%1$s" konnte eine Datei mit MIME-Typ "%2$s" nicht konvertieren

source: Unable to determine the version of the helper program "%1$s", is it installed?
de: Die Version des Hilfsprogramms "%1$s" kann nicht ermittelt werden, ist es installiert?

source: Please install the "%s" program on the server.
de: Bitte das "%s"-Programm auf dem Server installieren.

source: Internal error, "%s" is neither a file nor a directory.
de: Interner Fehler, "%s" ist weder eine Datei noch ein Verzeichnis.

source: "%s" could not be converted to PDF.
de: "%s" konnte nicht in PDF umgewandelt werden.

source: Internal error, "%1$s" is neither a file nor a directory, but has type "%2$s.
de: Interner Fehler. "%1$s" ist weder eine Datei noch ein Ordner, hat jedoch den Typ "%2$s".

source: Destination parent folder conflicts with existing file "%s".
de: Übergeordneter Zielordner steht in Konflikt mit vorhandener Datei "%s".

source: Unable to create the parent folder "%s".
de: Der übergeordnete Ordner "%s" kann nicht erstellt werden.

source: FILENAME
de: DATEINAME

source: Font sample could not be generated: %s
de: Schrift-Beispiel konnte nicht erstellt werden: %s

source: Font sample could not be generated with "%s".
de: Schriftbeispiel konnte nicht erstellt werden mit "%s".

source: Only RGB values without alpha channel are supported.
de: Es werden nur RGB-Werte ohne Alphakanal unterstützt.

source: Combining PDFs failed
de: Das Zusammenfügen der PDFs ist fehlgeschlagen

source: Unable to open archive file %s (%s)
de: Kann die Archiv-Datei %s (%s) nicht öffnen.

source: Uncompressed size of archive "%1$s" is too large: %2$s > %3$s
de: Die Größe des dekomprimierten Archivs "%1$s" ist zu groß: %2$s > %3$s

source: There is no archive file associated with this archiver instance.
de: Dieser Archivierungsinstanz ist keine Archivdatei zugeordnet.

source: Installation problem; the required resource "%1$s" of type "%2$s" is not installed on the server, please contact the system administrator!
de: Installationsproblem; die benötigte Ressource "%1$s" vom Typ "%2$s" ist auf dem Server nicht installiert, bitte den System-Administrator kontaktieren!

source: Error, caught an exception.
de: Fehler, Ausnahme abgefangen.

source: Caused by previous exception
de: Verursacht durch eine vorangegangene Ausnahme

source: The supplied color-string "%s" seems to be invalid.
de: Die angegebene Farbzeichenfolge "%s" scheint ungültig zu sein.

source: The input color values are invalid.
de: Die eingegebenen Farbwerte sind ungültig.

source: Recursive PDF Downloader
de: Rekursiver PDF-Downloader

source: Recursively convert entire directory trees to PDF and provide the resulting document as download
de: Konvertiere ganze Verzeichnisbäume rekursiv in PDF und stelle das resultierende Dokument als Download bereit

source: Missing Dependencies
de: Fehlende Abhängigkeiten

source: Required Missing
de: Erforderlich fehlt

source: The app will not work unless you install {program} such that it can be found by the web-server.
de: Die App funktioniert nur, wenn du {program} so installierst, dass es vom Webserver gefunden werden kann.

source: Suggested Missing
de: Vorgeschlagen fehlt

source: The app will work without installing {program}, but the conversion results may be degraded.
de: Die App funktioniert auch ohne Installation von {program}, aber die Konvertierungsergebnisse können schlechter sein.

source: Archive Extraction
de: Archiv entpacken

source: On-the-fly extraction of archive files. If enabled users can control this setting on a per-user basis.
de: Transparentes extrahieren von Archiv-Dateien. Falls aktiviert, können die einzelnen Benutzer die Einstellung für sich selbst ändern.

source: Archive Size Limit
de: Größenbeschränkung für Archive

source: Disallow archive extraction for archives with decompressed size larger than this limit.
de: Verbiete das Entpacken für Archivdateien, deren Größe nach Dekomprimierung größer als diese Grenze ist.

source: Custom Converter Scripts
de: Eigene Konvertierungs-Skripte

source: Disable the builtin converters.
de: Eingebaute Konverter deaktivieren

source: Universal Converter
de: Universeller Konverter

source: Full path to a filter program to be executed first for all files. If it fails, the other converters will be tried in turn.
de: Der vollständige Dateisystempfad zu einem Filterprogramm, dass zuerst auf jede Datei angewendet wird. Falls das fehlschlägt, werden die internen Konverter ausgeführt.

source: Fallback Converter
de: Rückfall-Konverter

source: Full path to a filter program to be run when all other filters have failed. If it fails an error page will be substituted for the failing document.
de: Der vollständige Dateisystempfad zu einem Filterprogramm, das ausgeführt wird, wenn kein anderer Konverter passt. Falls das fehlschlägt, wird eine Fehlerseite angezeigt.

source: Converters
de: Konverter

source: Status of the configured Converters
de: Status der konfigurierten Konverter

source: converter chain
de: Konvertierungskette

source: single converter
de: Einzelner Konverter

source: alternatives
de: Alternativen

source: converter
de: Konverter

source: Recursive PDF Downloader, Personal Settings
de: Rekursiver PDF-Downloader, Persönliche Einstellungen

source: Decorations and Fonts
de: Seiten-Dekorierung und Schriftarten

source: Label output pages with filename and page number
de: Ausgabeseiten mit Dateinamen und Seitennummer beschriften

source: Format of the page label: BASENAME_CURRENT_FILE PAGE/FILE_PAGES
de: Format der Seitenbeschriftung: BASENAME_CURRENT_FILE PAGE/FILE_PAGES

source: Template for the page labels
de: Vorlage für die Seitenbeschriftungen

source: Given Filename Example
de: Beispiel für einen Dateinamen

source: Generated Label
de: Generierte Nummerierung

source: Page label colors
de: Farben der Seitennummerierung

source: Background
de: Hintergrund

source: e.g. 0.4
de: z. B. 0.4

source: Page label width fraction
de: Bruchteil der Breite des Seitennummerierung

source: Page label width as decimal fraction of the page width. Leave empty to use a fixed font size.
de: Seitennummerierungsbreite als dezimaler Bruchteil der Seitenbreite. Leer lassen, um eine feste Schriftgröße zu verwenden.

source: Select a Font
de: Schriftart auswählen

source: Font for generated PDF page annotations
de: Schriftart für erzeugte PDF-Seitenanmerkungen

source: The font to use for the page labels: {pageLabelsFont}
de: Schriftart für die Seitennummerierung: {pageLabelsFont}

source: Generate a Placeholder-Page for Failed Conversions
de: Generiere eine Platzhalter-Seite für fehlgeschlagene Konvertierungen

source: Font for generated PDF (error)pages
de: Schriftart für erzeugte PDF-(Fehler-)Seiten

source: The font to use for generated pages: {generatedPagesFont}
de: Akutelle Schriftart für erzeugte PDF-Seiten {generatedPagesFont}

source: Sorting Options
de: Sortier-Einstellungen

source: Group Folders First
de: Gruppiere Ordner zuerst

source: Group Files First
de: Gruppiere Dateien zuerst

source: Do Not Group
de: Nicht gruppieren

source: Filename Patterns
de: Dateinamenmuster

source: Exclude Pattern
de: Muster ausschließen

source: Include Pattern
de: Muster einschließen

source: Precedence:
de: Vorrang:

source: Test String
de: Test-Zeichenfolge

source: Test Result:
de: Testergebnis:

source: Default Download Options
de: Standard-Download-Einstellungen

source: PDF Filename Template:
de: Vorlage für PDF-Dateinamen:

source: Given Folder Example
de: Beispiel für einen Ordner

source: Generated Filename
de: Erstellter Dateiname

source: Choose a default PDF file destination folder in the cloud. Leave empty to use the parent directory of the folder which is converted to PDF:
de: Wähle einen standardmäßigen Zielordner für PDF-Dateien in der Cloud. Leer lassen, um das übergeordnete Verzeichnis des Ordners zu verwenden, der in PDF konvertiert wird:

source: basename
de: Basisname

source: Generate PDFs in the background by default.
de: PDFs standardmäßig im Hintergrund generieren

source: Use authenticated background jobs if necessary.
de: Wenn nötig, authentifizierte Hintergrundjobs verwenden.

source: Purge Timeout:
de: Wartezeit bevor Löschen:

source: For how long to keep the offline generated PDF files. After this time they will eventually be deleted by a background job.
de: Wie lange die offline generierten PDF-Dateien aufbewahrt werden sollen. Nach dieser Zeit werden sie eventuell durch einen Hintergrundjob gelöscht.

source: On-the-fly extraction of archive files.
de: Transparentes extrahieren von Archiv-Dateien.

source: On-the-fly extraction of archive files is disabled by the administrator.
de: Transparentes extrahieren von Archiv-Dateien wurde von Administrator*innen deaktiviert.

source: Administrative size limit: {value}
de: Größenbegrenzung: {value}

source: The actions menu entry will then also appear for PDF files.
de: Der Eintrag im Aktionsmenü wird dann auch für PDF-Dateien angezeigt.

source: PDF files will also be decorated with page labels if page decoration is enabled.
de: PDF-Dateien werden auch mit Seitenbeschriftungen versehen, wenn die Seitenverzierung aktiviert ist.

source: The directory part of the page labels will remain empty.
de: Der Verzeichnisteil der Seitenbezeichnungen bleibt leer.

source: invoices/2022/october/invoice.fodt
de: Rechnungen/2022/Oktober/Rechnung.fodt

source: If checked default to background PDF generation. This can be overridden by navigating to the PDF panel in the details sidebar for each particular source folder or archive file.
de: Wenn diese Option aktiviert ist, wird standardmäßig die PDF-Generierung im Hintergrund ausgeführt. Dies kann außer Kraft gesetzt werden, indem du für jeden einzelnen Quellordner oder jede Archivdatei zum PDF-Bedienfeld in der Seitenleiste mit den Details navigierst.

source: If unsure keep this disabled. Enabling this option leads to an additional directory scan prior to scheduling a background operation. If the scan detects a mount point in the directory which has been mounted with the "authenticated" mount option then your login credentials will be temporarily promoted to the background job. This is primarily used to handle special cases which should only concern the author of this package. Keep the option disabled unless you really know what it means and you really known that you need it.
de: Wenn du dir nicht sicher bist, lasse dies deaktiviert. Die Aktivierung dieser Option führt zu einem zusätzlichen Durchsuchen des Verzeichnisses, bevor ein Hintergrundvorgang geplant wird. Wenn die Durchsuchung einen Einhängepunkt im Verzeichnis erkennt, der mit der Einhängeoption "authentifiziert" eingehängt wurde, werden deine Anmeldedaten vorübergehend in den Hintergrundjob hochgestuft. Dies wird hauptsächlich verwendet, um Sonderfälle zu behandeln, die nur den Autor dieses Pakets betreffen sollten. Lasse die Option deaktiviert, es sei denn, du weißt wirklich, was sie bedeutet, und bist dir sicher, dass du sie benötigst.

source: Individual File Conversion
de: Individuelle Dateikonvertierung

source: Enable conversion of individual files in addition to folders and archives.
de: Konvertierung einzelner Dateien neben der Konvertierung von Ordnern und Archiven aktivieren.

source: included
de: eingeschlossen

source: reason unknown
de: Grund unbekannt

source: Unable to obtain the list of available fonts: {message}
de: Kann die Schriftarten-Liste nicht abrufen: {message}

source: Include/exclude test result for "{string}" is "{result}".
de: Einschließen-/ Ausschließen-Testergebnis für "{string}" ist "{result}".

source: Unable to obtain page label template example: {message}
de: Beispiel für Seitennummerierungsvorlage kann nicht abgerufen werden: {message}

source: Unable to obtain the PDF file template example: {message}
de: Das Vorlagenbeispiel für die PDF-Datei kann nicht abgerufen werden: {message}

source: open
de: öffnen

source: submit
de: Übermitteln

source: revert
de: rückgängig machen

source: pick a color
de: Farbe wählen

source: restore palette
de: Farbenskala wiederherstellen

source: factory reset palette
de: Farbenskala auf Werkseinstellungen zurücksetzen

source: Choose a prefix-folder
de: Wähle den "Eltern"-Ordner

source: Selected path: "{dir}/{base}/".
de: Ausgewählter Datei-Pfad: "{dir}/{base}/"

source: Invalid path selected: "{dir}".
de: Es wurde ein ungültiger Pfad ausgewählt: {dir}.

source: Generate PDF
de: PDF erzeugen

source: download locally
de: Lokal herunterladen

source: save to cloud
de: In die Cloud speichern

source: Choose a destination in the cloud:
de: Ziel in der Cloud wählen:

source: Options
de: Optionen

source: page labels
de: Seitennummerierungen

source: filename template
de: Vorlage für den Dateinamen

source: No Downloads Yet
de: Noch keine Downloads

source: refresh
de: Aktualisieren

source: delete PDF file
de: PDF-Datei löschen

source: Decorate each page with the original file name and the page number within that file. The default is configured in the personal preferences for the app.
de: Ursprünglichen Dateinamen und Seitenzahlen in dies Datei aufnhemen. Die Standardeinstellung wird in den persönlichen Einstellungen für die App konfiguriert.

source: When converting many or large files to PDF you will encounter timeouts because the request just lasts too long and the web server bails out. If this happens you can schedule offline generation of the PDF. This will not make things faster for you, but the execution time is not constrained by the web server limits. You will be notified when it is ready. If you chose to store the PDF in the cloud file system, then it will just show up there. If you chose to download to you local computer then the download will show up here (and in the notification). The download links have a configurable expiration time.
de: Beim Konvertieren vieler oder großer Dateien in PDF kommt es zu Zeitüberschreitungen, da die Anfrage einfach zu lange dauert und der Webserver abstürzt. In diesem Fall kannst du die Offline-Generierung der PDF-Datei planen. Dadurch werden die Dinge für dich nicht schneller, aber die Ausführungszeit wird nicht durch die Grenzen des Webservers eingeschränkt. Du wirst benachrichtigt, wenn es fertig ist. Wenn du dich dafür entschieden hast, das PDF im Cloud-Dateisystem zu speichern, wird es einfach dort angezeigt. Wenn du dich für den Download auf deinem lokalen Computer entschieden hast, wird der Download hier (und in der Benachrichtigung) angezeigt. Die Download-Links haben eine konfigurierbare Ablaufzeit.

source: Auto-generate the download filename from the given template. The default template can be configured in the personal settings for this app.
de: Generiere den Download-Dateinamen automatisch aus der angegebenen Vorlage. Die Standardvorlage kann in den persönlichen Einstellungen für diese App konfiguriert werden.

source: Unable to obtain the pdf-file template example: {message}
de: Das Vorlagenbeispiel für die PDF-Datei kann nicht abgerufen werden: {message}

source: Unable to obtain the list of available downloads: {message}
de: Die Liste der verfügbaren Downloads kann nicht abgerufen werden: {message}

source: Choose a destination
de: Ein Ziel wählen

source: Unable to delete the cached PDF file: {message}
de: Zwischengespeicherte PDF-Datei konnte nicht gelöscht werden: {message}

source: Background PDF generation for {sourceFile} has been scheduled.
de: Die PDF-Generierung im Hintergrund für {sourceFile} wurde geplant.

source: Unable to schedule background PDF generation for {sourceFile}: {message}
de: Hintergrund-PDF-Generierung für {sourceFile} kann nicht geplant werden: {message}

source: PDF saved as {path}.
de: PDF als {path} gespeichert.

source: Unable to save the PDF generated from {sourceFile} to the cloud: {message}
de: Das von {sourceFile} generierte PDF kann nicht in der Cloud gespeichert werden: {message}

source: Download PDF
de: PDF herunter laden

source: Unable to query the initial value of all settings: {message}
de: Kann die anfänglichen Werte der Einstellungen nicht abrufen: {message}

source: Unable to query the initial value of {settingsKey}: {message}
de: Kann die anfänglichen Wert der Einstellung {settingsKey} nicht abrufen: {message}

source: true
de: wahr

source: Successfully set "{settingsKey}" to {value}.
de: Der Wert für die Einstellung "{settingsKey}" wurde erfolgreich auf "{value}" gesetzt.

source: Setting "{settingsKey}" has been unset successfully.
de: Die Einstellung "{settingsKey}" wurde erfolgreich gelöscht.

source: Unable to set "{settingsKey}" to {value}: {message}.
de: Konnte den Wert für die Einstellung "{settingsKey}" nicht auf den Wert "{value}" setzen: {message}.

source: false
de: falsch

source: Unable to unset "{settingsKey}": {message}
de: Kann die Einstellung "{settingsKey}" nicht löschen: {message}

source: Confirmation Required
de: Bestätigung erforderlich!

source: Unconfirmed, reverting to old value.
de: Bestätigung nicht erteilt, setze auf den alten Wert zurück.

source: Successfully set value for "{settingsKey}" to "{displayValue}"
de: Der Wert für die Einstellung "{settingsKey}" wurde erfolgreich auf "{displayValue}" gesetzt

source: Setting "{setting}" has been unset successfully.
de: Die Einstellung "{setting}" wurde erfolgreich gelöscht.

source: Could not set value for "{settingsKey}" to "{value}": {message}
de: Konnte den Wert für die Einstellung "{settingsKey}" nicht auf den Wert "{value}" setzen: {message}

source: OK
de: Fein

source: Created
de: Erzeugt

source: Accepted
de: Akzeptiert

source: Non-Authoritative Information
de: Unverbindliche Information

source: No Content
de: Antwort enthält keine Daten

source: Reset Content
de: Inhalt zurückgesetzt

source: Partial Content
de: Unvollständige Antwort

source: Already Reported (WebDAV)
de: Bereits berichtet (WebDAV)

source: IM Used
de: IM verwendet

source: Multiple Choices
de: Mehrere Wahlmöglichkeiten

source: Moved Permanently
de: Permanent verschoben

source: Found
de: Gefunden

source: See Other
de: Siehe andere Web-Adresse

source: Not Modified
de: Unverändert

source: Use Proxy
de: Benutze einen Proxy

source: (Unused)
de: (Unbenutzt)

source: Temporary Redirect
de: Zeitweilige Umleitung

source: Permanent Redirect (experimental)
de: Permanente Umleitung

source: Bad Request
de: Ungültige Anfrage

source: Unauthorized
de: Nicht autorisiert

source: Payment Required
de: Bezahlung erforderlich

source: Forbidden
de: Verboten

source: Not Found
de: Unauffindbar

source: Method Not Allowed
de: Anfragemethode nicht zulässig

source: Not Acceptable
de: Nicht akzeptabel

source: Proxy Authentication Required
de: Proxy-Authentifizierung erforderlich

source: Request Timeout
de: Anfrage-Zeitüberschreitung

source: Conflict
de: Konflikt

source: Gone
de: Weg

source: Length Required
de: Länge benötigt

source: Precondition Failed
de: Vorbedingung nicht erfüllt

source: Request Entity Too Large
de: Anfrage-Daten zu groß

source: Request-URI Too Long
de: Anfrage-URI zu lang

source: Unsupported Media Type
de: Nicht unterstützter Medien-Typ

source: Requested Range Not Satisfiable
de: Angeforderter Bereich nicht möglich

source: Expectation Failed
de: Erwartete Operation Fehlgeschlagen

source: I'm a teapot (RFC 2324)
de: Ich bin eine Teekanne (RFC 2324)

source: Enhance Your Calm (Twitter)
de: Verstärke Deine Ruhe (Twitter)

source: Unprocessable Entity (WebDAV)
de: Nicht-verarbeitbarer Entrag (WebDAV)

source: Locked (WebDAV)
de: Gesperrt (WebDAV)

source: Failed Dependency (WebDAV)
de: Abhängigkeit fehlgeschlagen (WebDAV)

source: Reserved for WebDAV
de: Reserviert für WebDAV

source: Upgrade Required
de: Aufwertung benötigt

source: Precondition Required
de: Vorbedingung erforderlich
