{ "translations": {
    "File or folder could not be found." : "ບໍ່ພົບໄຟລ໌ ຫຼື ໂຟນເດີ.",
    "Post to endpoint \"%s\" not implemented." : "ການໂພສໄປຍັງປາຍທາງ \"%s\" ຍັງບໍ່ທັນໄດ້ຮັບການຕິດຕັ້ງ.",
    "Post to base URL of app \"%s\" not allowed." : "ບໍ່ອະນຸຍາດໃຫ້ໂພສໄປທີ່ URL ພື້ນຖານຂອງແອັບຯ \"%s\".",
    "Get from endpoint \"%s\" not implemented." : "ການຂໍຂໍ້ມູນຈາກປາຍທາງ \"%s\" ຍັງບໍ່ທັນໄດ້ຮັບການຕິດຕັ້ງ.",
    "Unable to find cached download file with id \"%d\"." : "ບໍ່ສາມາດຊອກຫາໄຟລ໌ດາວໂຫຼດທີ່ແຄສໄວ້ດ້ວຍໄອດີ \"%d\".",
    "Unable to open the destination folder \"%s\"." : "ບໍ່ສາມາດເປີດໂຟນເດີປາຍທາງ \"%s\" ໄດ້.",
    "PDF document saved as \"%s\"." : "ເອກະສານ PDF ໄດ້ຖືກບັນທຶກເປັນ \"%s\".",
    "PDF generation background job scheduled successfully." : "ວຽກການສ້າງ PDF ໃນເບື້ອງຫຼັງໄດ້ຮັບການກຳນົດເວລາສຳເລັດແລ້ວ.",
    "PDF file \"%s\" has been deleted." : "ໄຟລ໌ PDF \"%s\" ໄດ້ຖືກລຶບແລ້ວ.",
    "_The following required executable could not be found on the server: %s_::_The following required executables could not be found on the server: %s_" : ["ບໍ່ພົບໄຟລ໌ໂປຣແກຣມທີ່ຕ້ອງການດັ່ງຕໍ່ໄປນີ້ໃນເຊີບເວີ: %s"],
    "Unknown admin setting: \"%1$s\"" : "ການຕັ້ງຄ່າຜູ້ເບິ່ງແຍງລະບົບທີ່ບໍ່ຮູ້ຈັກ: \"%1$s\"",
    "The admin setting \"%1$s\" is read-only" : "ການຕັ້ງຄ່າຜູ້ເບິ່ງແຍງລະບົບ \"%1$s\" ສາມາດອ່ານໄດ້ເທົ່ານັ້ນ",
    "Value \"%1$s\" for setting \"%2$s\" is not convertible to boolean." : "ຄ່າ \"%1$s\" ສໍາລັບການຕັ້ງຄ່າ \"%2$s\" ບໍ່ສາມາດປ່ຽນເປັນຄ່າບູລີນ (boolean) ໄດ້.",
    "Unknown personal setting: \"%1$s\"" : "ການຕັ້ງຄ່າສ່ວນຕົວທີ່ບໍ່ຮູ້ຈັກ: \"%1$s\"",
    "The personal setting \"%1$s\" is read-only" : "ການຕັ້ງຄ່າສ່ວນຕົວ \"%1$s\" ສາມາດອ່ານໄດ້ເທົ່ານັ້ນ",
    "invoices/2022/october/invoice.fodt" : "invoices/2022/october/invoice.fodt",
    "The regular expression \"%1$s\" seems to be invalid, error code is \"%d\"." : "Regular expression \"%1$s\" ເບິ່ງຄືວ່າບໍ່ຖືກຕ້ອງ, ລະຫັດຂໍ້ຜິດພາດແມ່ນ \"%d\".",
    "Did you forget the delimiters?" : "ທ່ານລືມເຄື່ອງໝາຍຄັ້ນບໍ?",
    "Unknown personal setting: \"%s\"." : "ການຕັ້ງຄ່າສ່ວນຕົວທີ່ບໍ່ຮູ້ຈັກ: \"%s\".",
    "excluded" : "ບໍ່ລວມ",
    "Unable to parse memory size limit \"%s\"" : "ບໍ່ສາມາດປະມວນຜົນຂີດຈຳກັດຂະໜາດໜ່ວຍຄວາມຈຳ \"%s\" ໄດ້",
    "PDF Downloader" : "ໂຕດາວໂຫຼດ PDF",
    "_The app \"{app}\" will not work without installing the following required program: {programs}._::_The app \"{app}\" will not work without installing the following required programs: {programs}._" : ["ແອັບຯ \"{app}\" ຈະບໍ່ເຮັດວຽກ ຖ້າບໍ່ຕິດຕັ້ງໂປຣແກຣມທີ່ຕ້ອງການດັ່ງຕໍ່ໄປນີ້: {programs}."],
    "_The app \"{app}\" will work better if you install the following suggested helper program: {programs}._::_The app \"{app}\" will work better if you install the following suggested helper programs: {programs}._" : ["ແອັບຯ \"{app}\" ຈະເຮັດວຽກໄດ້ດີຂຶ້ນ ຖ້າທ່ານຕິດຕັ້ງໂປຣແກຣມຊ່ວຍເຫຼືອທີ່ແນະນໍາດັ່ງຕໍ່ໄປນີ້: {programs}."],
    "Unsupported subject: \"%s\"." : "ຫົວຂໍ້ບໍ່ຮອງຮັບ: \"%s\".",
    "A PDF file {destination} will be created from the sources at {source}." : "ໄຟລ໌ PDF {destination} ຈະຖືກສ້າງຂຶ້ນຈາກແຫຼ່ງຂໍ້ມູນທີ່ {source}.",
    "A PDF download will be created from the sources at {source}." : "ການດາວໂຫຼດ PDF ຈະຖືກສ້າງຂຶ້ນຈາກແຫຼ່ງຂໍ້ມູນທີ່ {source}.",
    "Your folder {source} has been converted to a PDF file at {destination}." : "ໂຟນເດີ {source} ຂອງທ່ານໄດ້ຖືກປ່ຽນເປັນໄຟລ໌ PDF ທີ່ {destination}.",
    "Your folder {source} has been converted to a PDF file." : "ໂຟນເດີ {source} ຂອງທ່ານໄດ້ຖືກປ່ຽນເປັນໄຟລ໌ PDF.",
    "Please visit the details tab of the source folder {source} to download the file, or just click on the following link. The name of the download is {destination}. The download file will be removed automatically after some time, this purge-time can be configured in our personal preferences for this app." : "ກະລຸນາເຂົ້າໄປທີ່ແຖບລາຍລະອຽດຂອງໂຟນເດີຕົ້ນສະບັບ {source} ເພື່ອດາວໂຫຼດໄຟລ໌, ຫຼືພຽງແຕ່ຄລິກທີ່ລິ້ງຕໍ່ໄປນີ້. ຊື່ຂອງໄຟລ໌ດາວໂຫຼດແມ່ນ {destination}. ໄຟລ໌ດາວໂຫຼດຈະຖືກລຶບໂດຍອັດຕະໂນມັດຫຼັງຈາກໄລຍະເວລາໜຶ່ງ, ເວລາໃນການລຶບນີ້ສາມາດກຳນົດຄ່າໄດ້ໃນການຕັ້ງຄ່າສ່ວນຕົວຂອງເຮົາສຳລັບແອັບຯນີ້.",
    "Converting {source} to PDF has failed: {message}" : "ການປ່ຽນ {source} ເປັນ PDF ລົ້ມເຫຼວ: {message}",
    "Converting {source} to PDF has failed." : "ການປ່ຽນ {source} ເປັນ PDF ລົ້ມເຫຼວ.",
    "irrelevant" : "ບໍ່ກ່ຽວຂ້ອງ",
    "The temporary download file {destination} has been removed. Its creation time was: {timespan}." : "ໄຟລ໌ດາວໂຫຼດຊົ່ວຄາວ {destination} ໄດ້ຖືກລຶບແລ້ວ. ເວລາທີ່ສ້າງແມ່ນ: {timespan}.",
    "Please install the \"%s\" program on the server." : "ກະລຸນາຕິດຕັ້ງໂປຣແກຣມ \"%s\" ໃນເຊີບເວີ.",
    "Internal error, \"%s\" is neither a file nor a directory." : "ຂໍ້ຜິດພາດພາຍໃນ, \"%s\" ບໍ່ແມ່ນທັງໄຟລ໌ ແລະ ໂຟນເດີ.",
    "\"%s\" could not be converted to PDF." : "\"%s\" ບໍ່ສາມາດປ່ຽນເປັນ PDF ໄດ້.",
    "Internal error, \"%1$s\" is neither a file nor a directory, but has type \"%2$s." : "ຂໍ້ຜິດພາດພາຍໃນ, \"%1$s\" ບໍ່ແມ່ນທັງໄຟລ໌ ແລະ ໂຟນເດີ, ແຕ່ມີປະເພດເປັນ \"%2$s.",
    "Destination parent folder conflicts with existing file \"%s\"." : "ໂຟນເດີແມ່ປາຍທາງຊໍ້າຊ້ອນກັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ \"%s\".",
    "Unable to create the parent folder \"%s\"." : "ບໍ່ສາມາດສ້າງໂຟນເດີແມ່ \"%s\" ໄດ້.",
    "PATH" : "PATH",
    "BASENAME" : "BASENAME",
    "FILENAME" : "FILENAME",
    "EXTENSION" : "EXTENSION",
    "DIRNAME" : "DIRNAME",
    "DATETIME" : "DATETIME",
    "Font sample could not be generated: %s" : "ບໍ່ສາມາດສ້າງຕົວຢ່າງຟອນຕ໌ໄດ້: %s",
    "Font sample could not be generated with \"%s\"." : "ບໍ່ສາມາດສ້າງຕົວຢ່າງຟອນຕ໌ດ້ວຍ \"%s\" ໄດ້.",
    "Only RGB values without alpha channel are supported." : "ຮອງຮັບສະເພາະຄ່າ RGB ທີ່ບໍ່ມີຊ່ອງອັນຟາ (alpha channel).",
    "DIR_BASENAME" : "DIR_BASENAME",
    "DIR_PAGE_NUMBER" : "DIR_PAGE_NUMBER",
    "DIR_TOTAL_PAGES" : "DIR_TOTAL_PAGES",
    "FILE_PAGE_NUMBER" : "FILE_PAGE_NUMBER",
    "FILE_TOTAL_PAGES" : "FILE_TOTAL_PAGES",
    "Combining PDFs failed" : "ການລວມ PDF ລົ້ມເຫຼວ",
    "Unable to find any of the fallback converters \"%s\"." : "ບໍ່ພົບໂຕແປງສຳຮອງໃດໆ \"%s\".",
    "not found" : "ບໍ່ພົບ",
    "pass through" : "ສົ່ງຜ່ານ",
    "Universal converter \"%1$s\" has failed trying to convert MIME type \"%2$s\"" : "ໂຕແປງແບບສາກົນ \"%1$s\" ລົ້ມເຫຼວໃນການພະຍາຍາມແປງ MIME type \"%2$s\"",
    "Converter \"%1$s\" has failed trying to convert MIME type \"%2$s\"" : "ໂຕແປງ \"%1$s\" ລົ້ມເຫຼວໃນການພະຍາຍາມແປງ MIME type \"%2$s\"",
    "Unable to determine the version of the helper program \"%1$s\", is it installed?" : "ບໍ່ສາມາດກຳນົດເວີຊັນຂອງໂປຣແກຣມຊ່ວຍເຫຼືອ \"%1$s\" ໄດ້, ມັນຖືກຕິດຕັ້ງແລ້ວບໍ່?",
    "Cloud installation problem: instance ID is missing." : "ບັນຫາການຕິດຕັ້ງຄລາວ: ບໍ່ມີໄອດີຂອງອິນສະແຕນ (instance ID).",
    "App-data root folder does not exist." : "ໂຟນເດີຫຼັກຂອງຂໍ້ມູນແອັບຯບໍ່ມີຢູ່.",
    "App-storage sub-folder \"%s\" does not exist and cannot be created." : "ໂຟນເດີຍ່ອຍຂອງບ່ອນເກັບຂໍ້ມູນແອັບຯ \"%s\" ບໍ່ມີຢູ່ ແລະ ບໍ່ສາມາດສ້າງໄດ້.",
    "Unable to detect the archive format of \"%1$s\"." : "ບໍ່ສາມາດກວດສອບຮູບແບບໄຟລ໌ບີບອັດຂອງ \"%1$s\" ໄດ້.",
    "Archive format of \"%1$s\" detected as \"%2$s\", but there is no backend driver installed which can decompress \".%3$s\" files." : "ຮູບແບບໄຟລ໌ບີບອັດຂອງ \"%1$s\" ຖືກກວດພົບເປັນ \"%2$s\", ແຕ່ບໍ່ມີໄດຣເວີຫຼັງບ້ານ (backend driver) ຕິດຕັ້ງໄວ້ເພື່ອຂະຫຍາຍໄຟລ໌ \".%3$s\".",
    "Unable to deal with tar-files. Please check the installation of the app." : "ບໍ່ສາມາດຈັດການກັບໄຟລ໌ tar ໄດ້. ກະລຸນາກວດສອບການຕິດຕັ້ງຂອງແອັບຯ.",
    "The archive format of \"%1$s\" has been detected as \"%2$s\", but there is no backend driver installed which can deal with this format." : "ຮູບແບບໄຟລ໌ບີບອັດຂອງ \"%1$s\" ຖືກກວດພົບເປັນ \"%2$s\", ແຕ່ບໍ່ມີໄດຣເວີຫຼັງບ້ານ (backend driver) ຕິດຕັ້ງໄວ້ເພື່ອຈັດການກັບຮູບແບບນີ້.",
    "The \"%1$s\" driver could handle this format, but it is not installed." : "ໄດຣເວີ \"%1$s\" ສາມາດຈັດການກັບຮູບແບບນີ້ໄດ້, ແຕ່ມັນຍັງບໍ່ທັນໄດ້ຕິດຕັ້ງ.",
    "Installation instructions:" : "ຄຳແນະນຳໃນການຕິດຕັ້ງ:",
    "The \"%1$s\" driver claims to handle this format, but cannot extract the archive content." : "ໄດຣເວີ \"%1$s\" ອ້າງວ່າສາມາດຈັດການຮູບແບບນີ້ໄດ້, ແຕ່ບໍ່ສາມາດສະກັດເນື້ອໃນຂອງໄຟລ໌ບີບອັດອອກມາໄດ້.",
    "Unable to open archive file %s (%s)" : "ບໍ່ສາມາດເປີດໄຟລ໌ບີບອັດ %s (%s) ໄດ້",
    "Uncompressed size of archive \"%1$s\" is too large: %2$s > %3$s" : "ຂະໜາດທີ່ຍັງບໍ່ໄດ້ບີບອັດຂອງໄຟລ໌ \"%1$s\" ໃຫຍ່ເກີນໄປ: %2$s > %3$s",
    "There is no archive file associated with this archiver instance." : "ບໍ່ມີໄຟລ໌ບີບອັດທີ່ກ່ຽວຂ້ອງກັບໂຕຈັດການໄຟລ໌ບີບອັດນີ້.",
    "Unknown search topic \"%1$s\"" : "ຫົວຂໍ້ຄົ້ນຫາທີ່ບໍ່ຮູ້ຈັກ \"%1$s\"",
    "Shared folder with id \"%1$s\" does not exist." : "ໂຟນເດີທີ່ແບ່ງປັນດ້ວຍໄອດີ \"%1$s\" ບໍ່ມີຢູ່.",
    "Shared folder for mount-point \"%1$s\" already exists, cannot create it." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ມີຢູ່ແລ້ວ, ບໍ່ສາມາດສ້າງໄດ້.",
    "Shared folder for mount-point \"%1$s\" does not exist, cannot add group \"%2$s\"." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ບໍ່ມີຢູ່, ບໍ່ສາມາດເພີ່ມກຸ່ມ \"%2$s\" ໄດ້.",
    "Shared folder for mount-point \"%1$s\" does not exist, cannot remove group \"%2$s\"." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ບໍ່ມີຢູ່, ບໍ່ສາມາດລຶບກຸ່ມ \"%2$s\" ອອກໄດ້.",
    "Shared folder for mount-point \"%1$s\" does not exist, cannot modify manager \"%2$s\"." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ບໍ່ມີຢູ່, ບໍ່ສາມາດແກ້ໄຂຜູ້ຈັດການ \"%2$s\" ໄດ້.",
    "Shared folder for mount-point \"%1$s\" does not exist, cannot set permissions for group \"%2$s\"." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ບໍ່ມີຢູ່, ບໍ່ສາມາດກຳນົດສິດໃຫ້ກຸ່ມ \"%2$s\" ໄດ້.",
    "Shared folder for mount-point \"%1$s\" does not exist, cannot change its mount-point to \"%2$s\"." : "ໂຟນເດີທີ່ແບ່ງປັນສຳລັບຈຸດເຊື່ອມຕໍ່ \"%1$s\" ບໍ່ມີຢູ່, ບໍ່ສາມາດປ່ຽນຈຸດເຊື່ອມຕໍ່ຂອງມັນເປັນ \"%2$s\" ໄດ້.",
    "Installation problem; the required resource \"%1$s\" of type \"%2$s\" is not installed on the server, please contact the system administrator!" : "ບັນຫາການຕິດຕັ້ງ; ຊັບພະຍາກອນທີ່ຕ້ອງການ \"%1$s\" ປະເພດ \"%2$s\" ບໍ່ໄດ້ຖືກຕິດຕັ້ງໃນເຊີບເວີ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ!",
    "User" : "ຜູ້ໃຊ້",
    "Password" : "ລະຫັດຜ່ານ",
    "Login succeeded." : "ເຂົ້າສູ່ລະບົບສຳເລັດ.",
    "Login failed." : "ເຂົ້າສູ່ລະບົບລົ້ມເຫຼວ.",
    "%1$s (renamed)" : "%1$s (ປ່ຽນຊື່ແລ້ວ)",
    "renamed file" : "ໄຟລ໌ທີ່ປ່ຽນຊື່ແລ້ວ",
    "Unable to sanitize filename \"%s\"." : "ບໍ່ສາມາດກວດສອບຄວາມຖືກຕ້ອງຂອງຊື່ໄຟລ໌ \"%s\" ໄດ້.",
    "bytes" : "ໄບຕ໌",
    "The supplied color-string \"%s\" seems to be invalid." : "ສະຕຣິງສີທີ່ລະບຸ \"%s\" ເບິ່ງຄືວ່າບໍ່ຖືກຕ້ອງ.",
    "The input color values are invalid." : "ຄ່າສີທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.",
    "Recursive PDF Downloader" : "ໂຕດາວໂຫຼດ PDF ແບບລຽງຕາມລຳດັບຊັ້ນ",
    "Recursively convert entire directory trees to PDF and provide the resulting document as download" : "ແປງໂຄງສ້າງໂຟນເດີທັງໝົດເປັນ PDF ແບບລຽງຕາມລຳດັບຊັ້ນ ແລະ ສະໜອງເອກະສານຜົນລັບໃຫ້ດາວໂຫຼດ",
    "pick a color" : "ເລືອກສີ",
    "open" : "ເປີດ",
    "submit" : "ສົ່ງ",
    "undo color choice" : "ຍົກເລີກການເລືອກສີ",
    "restore palette" : "ກູ້ຄືນຊຸດສີ",
    "factory reset palette" : "ຣີເຊັດຊຸດສີເປັນຄ່າໂຮງງານ",
    "Custom Color" : "ສີທີ່ກຳນົດເອງ",
    "Provided data is not a valid SVG image: \"{data}\"." : "ຂໍ້ມູນທີ່ໃຫ້ມາບໍ່ແມ່ນຮູບພາບ SVG ທີ່ຖືກຕ້ອງ: \"{data}\".",
    "Choose a folder" : "ເລືອກໂຟນເດີ",
    "Choose a prefix-folder" : "ເລືອກໂຟນເດີນຳໜ້າ",
    "Invalid path selected: \"{dir}\"." : "ເສັ້ນທາງທີ່ເລືອກບໍ່ຖືກຕ້ອງ: \"{dir}\".",
    "Selected path: \"{dir}/{base}/\"." : "ເສັ້ນທາງທີ່ເລືອກ: \"{dir}/{base}/\".",
    "Please select an item!" : "ກະລຸນາເລືອກລາຍການ!",
    "An empty value is not allowed, please make your choice!" : "ບໍ່ອະນຸຍາດໃຫ້ມີຄ່າວ່າງ, ກະລຸນາເລືອກ!",
    "Click to submit your changes." : "ຄລິກເພື່ອສົ່ງການປ່ຽນແປງຂອງທ່ານ.",
    "Reset Changes" : "ຣີເຊັດການປ່ຽນແປງ",
    "Clear Selection" : "ລຶບການເລືອກ",
    "If unsure keep this disabled. Enabling this option leads to an additional directory scan prior to scheduling a background operation. If the scan detects a mount point in the directory which has been mounted with the \"authenticated\" mount option then your login credentials will be temporarily promoted to the background job. This is primarily used to handle special cases which should only concern the author of this package. Keep the option disabled unless you really know what it means and you really known that you need it." : "ຖ້າບໍ່ແນ່ໃຈໃຫ້ປິດໄວ້. ການເປີດໃຊ້ຕົວເລືອກນີ້ຈະເຮັດໃຫ້ມີການສະແກນໂຟນເດີເພີ່ມເຕີມກ່ອນທີ່ຈະກຳນົດເວລາການດຳເນີນງານໃນເບື້ອງຫຼັງ. ຖ້າການສະແກນກວດພົບຈຸດເຊື່ອມຕໍ່ໃນໂຟນເດີທີ່ຖືກເຊື່ອມຕໍ່ດ້ວຍຕົວເລືອກ \"authenticated\" ຂໍ້ມູນປະຈຳຕົວຂອງທ່ານຈະຖືກສົ່ງຕໍ່ໄປຍັງວຽກໃນເບື້ອງຫຼັງຊົ່ວຄາວ. ສິ່ງນີ້ຖືກໃຊ້ເປັນຫຼັກເພື່ອຈັດການກໍລະນີພິເສດທີ່ຄວນຈະກ່ຽວຂ້ອງກັບຜູ້ສ້າງແພັກເກດນີ້ເທົ່ານັ້ນ. ໃຫ້ປິດຕົວເລືອກນີ້ໄວ້ ເວັ້ນເສຍແຕ່ວ່າທ່ານຈະຮູ້ແທ້ໆວ່າມັນໝາຍຄວາມວ່າແນວໃດ ແລະ ທ່ານຮູ້ແທ້ໆວ່າທ່ານຕ້ອງການມັນ.",
    "Choose a folder requiring authentication" : "ເລືອກໂຟນເດີທີ່ຕ້ອງການການຢືນຢັນຕົວຕົນ",
    "List of Dependencies" : "ລາຍຊື່ສິ່ງທີ່ຕ້ອງຕິດຕັ້ງເພີ່ມ",
    "List of required Dependencies" : "ລາຍຊື່ສິ່ງທີ່ຈຳເປັນຕ້ອງຕິດຕັ້ງເພີ່ມ",
    "The app will not work unless you install {program} such that it can be found by the web-server." : "ແອັບຯຈະບໍ່ເຮັດວຽກ ເວັ້ນເສຍແຕ່ວ່າທ່ານຈະຕິດຕັ້ງ {program} ເພື່ອໃຫ້ເວັບເຊີບເວີສາມາດຊອກຫາມັນໄດ້.",
    "List of suggested Dependencies" : "ລາຍຊື່ສິ່ງທີ່ແນະນຳໃຫ້ຕິດຕັ້ງເພີ່ມ",
    "The app will work without installing {program}, but the conversion results may be degraded." : "ແອັບຯຈະເຮັດວຽກໄດ້ໂດຍບໍ່ຕ້ອງຕິດຕັ້ງ {program}, ແຕ່ຜົນການແປງອາດຈະມີຄຸນນະພາບຕ່ຳລົງ.",
    "Archive Extraction" : "ການສະກັດໄຟລ໌ບີບອັດ",
    "On-the-fly extraction of archive files. If enabled users can control this setting on a per-user basis." : "ການສະກັດໄຟລ໌ບີບອັດແບບທັນທີ. ຖ້າເປີດໃຊ້, ຜູ້ໃຊ້ຈະສາມາດຄວບຄຸມການຕັ້ງຄ່ານີ້ໄດ້ເປັນລາຍບຸກຄົນ.",
    "Archive Size Limit" : "ຂີດຈຳກັດຂະໜາດໄຟລ໌ບີບອັດ",
    "Disallow archive extraction for archives with decompressed size larger than this limit." : "ບໍ່ອະນຸຍາດໃຫ້ສະກັດໄຟລ໌ບີບອັດທີ່ມີຂະໜາດຫຼັງຂະຫຍາຍໃຫຍ່ກວ່າຂີດຈຳກັດນີ້.",
    "Authenticated Background Jobs" : "ວຽກໃນເບື້ອງຫຼັງທີ່ຕ້ອງການການຢືນຢັນຕົວຕົນ",
    "Use authenticated background jobs if necessary." : "ໃຊ້ວຽກໃນເບື້ອງຫຼັງທີ່ຕ້ອງການການຢືນຢັນຕົວຕົນ ຖ້າຈຳເປັນ.",
    "List of additional folders needing authentication" : "ລາຍຊື່ໂຟນເດີເພີ່ມເຕີມທີ່ຕ້ອງການການຢືນຢັນຕົວຕົນ",
    "Add a Folder" : "ເພີ່ມໂຟນເດີ",
    "Subfolders are taken into account, you only need to specify the top-most folders." : "ໂຟນເດີຍ່ອຍຈະຖືກນັບລວມນຳ, ທ່ານພຽງແຕ່ລະບຸໂຟນເດີທີ່ຢູ່ເທິງສຸດເທົ່ານັ້ນ.",
    "Custom Converter Scripts" : "ສະຄຣິບໂຕແປງທີ່ກຳນົດເອງ",
    "Disable the builtin converters." : "ປິດໃຊ້ງານໂຕແປງທີ່ຕິດຕັ້ງມາໃນຕົວ.",
    "Universal Converter" : "ໂຕແປງແບບສາກົນ",
    "Full path to a filter program to be executed first for all files. If it fails, the other converters will be tried in turn." : "ເສັ້ນທາງເຕັມຂອງໂປຣແກຣມກັ່ນຕອງທີ່ຈະຖືກດຳເນີນການກ່ອນສຳລັບທຸກໄຟລ໌. ຖ້າມັນລົ້ມເຫຼວ, ໂຕແປງອື່ນໆຈະຖືກລອງໃຊ້ຕາມລຳດັບ.",
    "Fallback Converter" : "ໂຕແປງສຳຮອງ",
    "Full path to a filter program to be run when all other filters have failed. If it fails an error page will be substituted for the failing document." : "ເສັ້ນທາງເຕັມຂອງໂປຣແກຣມກັ່ນຕອງທີ່ຈະຖືກດຳເນີນການເມື່ອໂຕກັ່ນຕອງອື່ນໆທັງໝົດລົ້ມເຫຼວ. ຖ້າມັນລົ້ມເຫຼວ, ໜ້າສະແດງຂໍ້ຜິດພາດຈະຖືກນຳມາແທນທີ່ເອກະສານທີ່ລົ້ມເຫຼວ.",
    "Converters" : "ໂຕແປງ",
    "Status of the configured Converters" : "ສະຖານະຂອງໂຕແປງທີ່ຕັ້ງຄ່າໄວ້",
    "converter chain" : "ສາຍຂອງໂຕແປງ",
    "single converter" : "ໂຕແປງດຽວ",
    "alternatives" : "ທາງເລືອກອື່ນ",
    "converter" : "ໂຕແປງ",
    "If checked default to background PDF generation. This can be overridden by navigating to the PDF panel in the details sidebar for each particular source folder or archive file." : "ຖ້າໝາຍຖືກ, ຈະໃຊ້ການສ້າງ PDF ໃນເບື້ອງຫຼັງເປັນຄ່າເລີ່ມຕົ້ນ. ສາມາດປ່ຽນແປງຄ່ານີ້ໄດ້ໂດຍການໄປທີ່ແຜງ PDF ໃນແຖບດ້ານຂ້າງຂອງລາຍລະອຽດສຳລັບແຕ່ລະໂຟນເດີຕົ້ນສະບັບ ຫຼື ໄຟລ໌ບີບອັດ.",
    "Individual File Conversion" : "ການແປງໄຟລ໌ດ່ຽວ",
    "Enable conversion of individual files in addition to folders and archives." : "ເປີດໃຊ້ການແປງໄຟລ໌ດ່ຽວ ນອກເໜືອຈາກໂຟນເດີ ແລະ ໄຟລ໌ບີບອັດ.",
    "reason unknown" : "ບໍ່ຊາບສາເຫດ",
    "Unable to obtain page label template example: {message}" : "ບໍ່ສາມາດຮັບຕົວຢ່າງແມ່ແບບປ້າຍກຳກັບໜ້າໄດ້: {message}",
    "Unable to obtain the PDF file template example: {message}" : "ບໍ່ສາມາດຮັບຕົວຢ່າງແມ່ແບບໄຟລ໌ PDF ໄດ້: {message}",
    "Unable to obtain the list of available fonts: {message}" : "ບໍ່ສາມາດຮັບລາຍຊື່ຟອນຕ໌ທີ່ມີຢູ່ໄດ້: {message}",
    "Include/exclude test result for \"{string}\" is \"{result}\"." : "ຜົນການທົດສອບການລວມ/ບໍ່ລວມ ສຳລັບ \"{string}\" ແມ່ນ \"{result}\".",
    "included" : "ລວມຢູ່",
    "Recursive PDF Downloader, Personal Settings" : "ໂຕດາວໂຫຼດ PDF ແບບລຽງຕາມລຳດັບຊັ້ນ, ການຕັ້ງຄ່າສ່ວນຕົວ",
    "Decorations and Fonts" : "ການຕົກແຕ່ງ ແລະ ຟອນຕ໌",
    "Label output pages with filename and page number" : "ຕິດປ້າຍກຳກັບໜ້າຜົນລັບດ້ວຍຊື່ໄຟລ໌ ແລະ ໝາຍເລກໜ້າ",
    "Template for the page labels" : "ແມ່ແບບສຳລັບປ້າຍກຳກັບໜ້າ",
    "Given Filename Example" : "ຕົວຢ່າງຊື່ໄຟລ໌ທີ່ໃຫ້ມາ",
    "Generated Label" : "ປ້າຍກຳກັບທີ່ສ້າງຂຶ້ນ",
    "as Image" : "ເປັນຮູບພາບ",
    "as Text" : "ເປັນຂໍ້ຄວາມ",
    "Page label colors" : "ສີຂອງປ້າຍກຳກັບໜ້າ",
    "Text" : "ຂໍ້ຄວາມ",
    "Background" : "ພື້ນຫຼັງ",
    "Page label width fraction" : "ສ່ວນຄວາມກວ້າງຂອງປ້າຍກຳກັບໜ້າ",
    "Page label width as decimal fraction of the page width. Leave empty to use a fixed font size." : "ຄວາມກວ້າງຂອງປ້າຍກຳກັບໜ້າເປັນສ່ວນທົດສະນິຍົມຂອງຄວາມກວ້າງໜ້າ. ປະໄວ້ຫວ່າງເພື່ອໃຊ້ຂະໜາດຟອນຕ໌ຄົງທີ່.",
    "e.g. 0.4" : "ຕົວຢ່າງ: 0.4",
    "Select a Font" : "ເລືອກຟອນຕ໌",
    "Font for generated PDF page annotations" : "ຟອນຕ໌ສຳລັບຄຳອະທິບາຍໜ້າ PDF ທີ່ສ້າງຂຶ້ນ",
    "The font to use for the page labels: {font}" : "ຟອນຕ໌ທີ່ຈະໃຊ້ສຳລັບປ້າຍກຳກັບໜ້າ: {font}",
    "Generate a Placeholder-Page for Failed Conversions" : "ສ້າງໜ້າຕົວແທນສຳລັບການແປງທີ່ລົ້ມເຫຼວ",
    "Font for generated PDF (error)pages" : "ຟອນຕ໌ສຳລັບໜ້າ PDF (ຂໍ້ຜິດພາດ) ທີ່ສ້າງຂຶ້ນ",
    "The font to use for generated pages: {font}" : "ຟອນຕ໌ທີ່ຈະໃຊ້ສຳລັບໜ້າທີ່ສ້າງຂຶ້ນ: {font}",
    "Sorting Options" : "ຕົວເລືອກການຈັດລຽງ",
    "Group Folders First" : "ຈັດກຸ່ມໂຟນເດີກ່ອນ",
    "Group Files First" : "ຈັດກຸ່ມໄຟລ໌ກ່ອນ",
    "Do Not Group" : "ບໍ່ຈັດກຸ່ມ",
    "Filename Patterns" : "ຮູບແບບຊື່ໄຟລ໌",
    "Exclude Pattern" : "ຮູບແບບທີ່ບໍ່ລວມ",
    "Include Pattern" : "ຮູບແບບທີ່ລວມ",
    "Precedence:" : "ລຳດັບຄວາມສຳຄັນ:",
    "Test String" : "ຂໍ້ຄວາມທົດສອບ",
    "Test Result:" : "ຜົນການທົດສອບ:",
    "Default Download Options" : "ຕົວເລືອກການດາວໂຫຼດເລີ່ມຕົ້ນ",
    "PDF Filename Template:" : "ແມ່ແບບຊື່ໄຟລ໌ PDF:",
    "Try it out" : "ລອງໃຊ້",
    "Generated Filename" : "ຊື່ໄຟລ໌ທີ່ສ້າງຂຶ້ນ",
    "Optionally choose a default destination folder in the cloud. If left blank PDFs will be generated in the current directory." : "ເລືອກໂຟນເດີປາຍທາງເລີ່ມຕົ້ນໃນຄລາວ (ຖ້າຕ້ອງການ). ຖ້າປະໄວ້ຫວ່າງ, PDF ຈະຖືກສ້າງໃນໂຟນເດີປັດຈຸບັນ.",
    "Generate PDFs in the background by default." : "ສ້າງ PDF ໃນເບື້ອງຫຼັງເປັນຄ່າເລີ່ມຕົ້ນ.",
    "Purge Timeout" : "ເວລາລຶບຂໍ້ມູນ",
    "For how long to keep the offline generated PDF files. After this time they will eventually be deleted by a background job." : "ໄລຍະເວລາທີ່ຈະເກັບໄຟລ໌ PDF ທີ່ສ້າງແບບອອບໄລນ໌. ຫຼັງຈາກເວລານີ້, ໄຟລ໌ຈະຖືກລຶບໂດຍວຽກໃນເບື້ອງຫຼັງ.",
    "On-the-fly extraction of archive files." : "ການສະກັດໄຟລ໌ບີບອັດແບບທັນທີ.",
    "On-the-fly extraction of archive files is disabled by the administrator." : "ການສະກັດໄຟລ໌ບີບອັດແບບທັນທີຖືກປິດໃຊ້ງານໂດຍຜູ້ເບິ່ງແຍງລະບົບ.",
    "Administrative size limit: {value}" : "ຂີດຈຳກັດຂະໜາດໂດຍຜູ້ເບິ່ງແຍງລະບົບ: {value}",
    "The actions menu entry will then also appear for non-archive files." : "ລາຍການເມນູການກະທຳກໍຈະປາກົດຂຶ້ນສຳລັບໄຟລ໌ທີ່ບໍ່ແມ່ນໄຟລ໌ບີບອັດເຊັ່ນກັນ.",
    "PDF files will also be decorated with page labels if page decoration is enabled." : "ໄຟລ໌ PDF ກໍຈະຖືກຕົກແຕ່ງດ້ວຍປ້າຍກຳກັບໜ້າເຊັ່ນກັນ ຖ້າການຕົກແຕ່ງໜ້າຖືກເປີດໃຊ້ງານ.",
    "The directory part of the page labels will remain empty." : "ສ່ວນຂອງໂຟນເດີໃນປ້າຍກຳກັບໜ້າຈະຍັງຄົງວ່າງເປົ່າ.",
    "undefined" : "ບໍ່ໄດ້ກຳນົດ",
    "Decorate each page with the original file name and the page number within that file. The default is configured in the personal preferences for the app." : "ຕົກແຕ່ງແຕ່ລະໜ້າດ້ວຍຊື່ໄຟລ໌ຕົ້ນສະບັບ ແລະ ໝາຍເລກໜ້າພາຍໃນໄຟລ໌ນັ້ນ. ຄ່າເລີ່ມຕົ້ນຖືກຕັ້ງຄ່າໄວ້ໃນການຕັ້ງຄ່າສ່ວນຕົວຂອງແອັບຯ.",
    "When converting many or large files to PDF you will encounter timeouts because the request just lasts too long and the web server bails out. If this happens you can schedule offline generation of the PDF. This will not make things faster for you, but the execution time is not constrained by the web server limits. You will be notified when it is ready. If you chose to store the PDF in the cloud file system, then it will just show up there. If you chose to download to you local computer then the download will show up here (and in the notification). The download links have a configurable expiration time." : "ເມື່ອປ່ຽນໄຟລ໌ຈຳນວນຫຼາຍ ຫຼື ໄຟລ໌ຂະໜາດໃຫຍ່ເປັນ PDF, ທ່ານຈະພົບກັບການໝົດເວລາ ເພາະວ່າການຮ້ອງຂໍໃຊ້ເວລາດົນເກີນໄປ ແລະ ເວັບເຊີບເວີຢຸດການເຮັດວຽກ. ຖ້າເຫດການນີ້ເກີດຂຶ້ນ, ທ່ານສາມາດກຳນົດເວລາການສ້າງ PDF ແບບອອບໄລນ໌ໄດ້. ສິ່ງນີ້ຈະບໍ່ເຮັດໃຫ້ໄວຂຶ້ນ, ແຕ່ເວລາປະມວນຜົນຈະບໍ່ຖືກຈຳກັດໂດຍຂີດຈຳກັດຂອງເວັບເຊີບເວີ. ທ່ານຈະໄດ້ຮັບການແຈ້ງເຕືອນເມື່ອມັນພ້ອມ. ຖ້າທ່ານເລືອກທີ່ຈະເກັບ PDF ໃນລະບົບໄຟລ໌ຄລາວ, ມັນກໍຈະປາກົດຢູ່ບ່ອນນັ້ນ. ຖ້າທ່ານເລືອກທີ່ຈະດາວໂຫຼດລົງຄອມພິວເຕີຂອງທ່ານ, ການດາວໂຫຼດຈະປາກົດຢູ່ທີ່ນີ້ (ແລະ ໃນການແຈ້ງເຕືອນ). ລິ້ງດາວໂຫຼດມີເວລາກຳນົດໝົດອາຍຸ.",
    "Auto-generate the download filename from the given template. The default template can be configured in the personal settings for this app." : "ສ້າງຊື່ໄຟລ໌ດາວໂຫຼດໂດຍອັດຕະໂນມັດຈາກແມ່ແບບທີ່ໃຫ້ມາ. ແມ່ແບບເລີ່ມຕົ້ນສາມາດຕັ້ງຄ່າໄດ້ໃນການຕັ້ງຄ່າສ່ວນຕົວຂອງແອັບຯນີ້.",
    "Unable to obtain the pdf-file template example: {message}" : "ບໍ່ສາມາດຮັບຕົວຢ່າງແມ່ແບບໄຟລ໌ pdf ໄດ້: {message}",
    "Unable to obtain the list of available downloads: {message}" : "ບໍ່ສາມາດຮັບລາຍຊື່ການດາວໂຫຼດທີ່ມີຢູ່ໄດ້: {message}",
    "Choose a destination" : "ເລືອກປາຍທາງ",
    "Copy to {target}" : "ສຳເນົາໄປທີ່ {target}",
    "Copy" : "ສຳເນົາ",
    "Move to {target}" : "ຍ້າຍໄປທີ່ {target}",
    "Move" : "ຍ້າຍ",
    "Download of {fileName} failed: {message}." : "ການດາວໂຫຼດ {fileName} ລົ້ມເຫຼວ: {message}.",
    "Download of {fileName} failed." : "ການດາວໂຫຼດ {fileName} ລົ້ມເຫຼວ.",
    "Unable to delete the cached PDF file: {message}" : "ບໍ່ສາມາດລຶບໄຟລ໌ PDF ທີ່ແຄສໄວ້ໄດ້: {message}",
    "Background PDF generation for {sourceFile} has been scheduled." : "ການສ້າງ PDF ໃນເບື້ອງຫຼັງສຳລັບ {sourceFile} ໄດ້ຖືກກຳນົດເວລາແລ້ວ.",
    "Unable to schedule background PDF generation for {sourceFile}: {message}" : "ບໍ່ສາມາດກຳນົດເວລາການສ້າງ PDF ໃນເບື້ອງຫຼັງສຳລັບ {sourceFile} ໄດ້: {message}",
    "Download of generated PDF failed: {message}." : "ການດາວໂຫຼດ PDF ທີ່ສ້າງຂຶ້ນລົ້ມເຫຼວ: {message}.",
    "Download of generated PDF failed." : "ການດາວໂຫຼດ PDF ທີ່ສ້າງຂຶ້ນລົ້ມເຫຼວ.",
    "Scheduled offline PDF generation to {path}." : "ໄດ້ກຳນົດເວລາການສ້າງ PDF ແບບອອບໄລນ໌ໄປທີ່ {path}.",
    "PDF saved as {path}." : "PDF ຖືກບັນທຶກເປັນ {path}.",
    "Unable to save the PDF generated from {sourceFile} to the cloud: {message}" : "ບໍ່ສາມາດບັນທຶກ PDF ທີ່ສ້າງຈາກ {sourceFile} ໄປຍັງຄລາວໄດ້: {message}",
    "Generate PDF" : "ສ້າງ PDF",
    "download locally" : "ດາວໂຫຼດລົງເຄື່ອງ",
    "save to cloud" : "ບັນທຶກໃສ່ຄລາວ",
    "Choose a destination in the cloud:" : "ເລືອກປາຍທາງໃນຄລາວ:",
    "basename" : "ຊື່ພື້ນຖານ",
    "Options" : "ຕົວເລືອກ",
    "page labels" : "ປ້າຍກຳກັບໜ້າ",
    "filename template" : "ແມ່ແບບຊື່ໄຟລ໌",
    "offline" : "ອອບໄລນ໌",
    "Offline Downloads" : "ການດາວໂຫຼດແບບອອບໄລນ໌",
    "No Downloads Yet" : "ຍັງບໍ່ມີການດາວໂຫຼດ",
    "refresh" : "ໂຫຼດໃໝ່",
    "delete PDF file" : "ລຶບໄຟລ໌ PDF",
    "Download PDF" : "ດາວໂຫຼດ PDF",
    "Convert the entry into a PDF document." : "ປ່ຽນລາຍການເປັນເອກະສານ PDF.",
    "PDF" : "PDF",
    "close" : "ປິດ",
    "No" : "ບໍ່",
    "Yes" : "ແມ່ນ",
    "The quick brown fox jumps over the lazy dog." : "ເດັກຊາຍໄວຕີນຟ້າວແລ່ນຂ້າມກອງໄຟທີ່ກຳລັງລຸກ.",
    "Unable to query the initial value of all settings: {message}" : "ບໍ່ສາມາດສອບຖາມຄ່າເລີ່ມຕົ້ນຂອງການຕັ້ງຄ່າທັງໝົດໄດ້: {message}",
    "Unable to query the initial value of {settingsKey}: {message}" : "ບໍ່ສາມາດສອບຖາມຄ່າເລີ່ມຕົ້ນຂອງ {settingsKey} ໄດ້: {message}",
    "true" : "ຖືກ",
    "Successfully set \"{settingsKey}\" to {value}." : "ຕັ້ງຄ່າ \"{settingsKey}\" ເປັນ {value} ສຳເລັດແລ້ວ.",
    "Setting \"{settingsKey}\" has been unset successfully." : "ຍົກເລີກການຕັ້ງຄ່າ \"{settingsKey}\" ສຳເລັດແລ້ວ.",
    "Unable to set \"{settingsKey}\" to {value}: {message}." : "ບໍ່ສາມາດຕັ້ງຄ່າ \"{settingsKey}\" ເປັນ {value} ໄດ້: {message}.",
    "Unable to unset \"{settingsKey}\": {message}" : "ບໍ່ສາມາດຍົກເລີກການຕັ້ງຄ່າ \"{settingsKey}\" ໄດ້: {message}",
    "Confirmation Required" : "ຕ້ອງການການຢືນຢັນ",
    "Unconfirmed, reverting to old value." : "ບໍ່ໄດ້ຢືນຢັນ, ກັບຄືນສູ່ຄ່າເກົ່າ.",
    "Successfully set value for \"{settingsKey}\" to \"{displayValue}\"" : "ຕັ້ງຄ່າສຳລັບ \"{settingsKey}\" ເປັນ \"{displayValue}\" ສຳເລັດແລ້ວ",
    "Setting \"{setting}\" has been unset successfully." : "ຍົກເລີກການຕັ້ງຄ່າ \"{setting}\" ສຳເລັດແລ້ວ.",
    "Could not set value for \"{settingsKey}\" to \"{value}\": {message}" : "ບໍ່ສາມາດຕັ້ງຄ່າສຳລັບ \"{settingsKey}\" ເປັນ \"{value}\" ໄດ້: {message}"
},"pluralForm" :"nplurals=1; plural=0;"
}