{ "translations": {
    "File or folder could not be found." : "Фајл или фолдер не може да се пронађе",
    "Post to endpoint \"%s\" not implemented." : "Слање на крајњу тачку „%s” није имплементирано.",
    "Post to base URL of app \"%s\" not allowed." : "Није довољено слање на базни URL апликације „%s”.",
    "Get from endpoint \"%s\" not implemented." : "Није имплементирано преузимање са крајње тачке „%s”.",
    "Unable to find cached download file with id \"%d\"." : "Не може да се пронађе кеширани преузети фајл са id „%d”.",
    "Unable to open the destination folder \"%s\"." : "Не може да се отвори циљни фолдер „%s”.",
    "PDF document saved as \"%s\"." : "PDF документ је сачуван као „%s”.",
    "PDF generation background job scheduled successfully." : "Позадински посао генерисања PDF фајла је успешно заказан.",
    "PDF file \"%s\" has been deleted." : "PDF фајл „%s” је обрисан.",
    "_The following required executable could not be found on the server: %s_::_The following required executables could not be found on the server: %s_" : ["На серверу не може да се пронађе следећи потребан извршни фајл: %s","На серверу не могу да се пронађу следећи потребни извршни фајлови: %s","На серверу не могу да се пронађу следећи потребни извршни фајлови: %s"],
    "Unknown admin setting: \"%1$s\"" : "Непознато админ подешавање: „%1$s",
    "The admin setting \"%1$s\" is read-only" : "Админ подешавање „%1$s” може само да се чита",
    "Value \"%1$s\" for setting \"%2$s\" is not convertible to boolean." : "Вредност „%1$s” подешавања „%2$s” не може да се претвори у логичку вредност.",
    "Unknown personal setting: \"%1$s\"" : "Непознато лично подешавање: „%1$s",
    "The personal setting \"%1$s\" is read-only" : "Лично подешавање „%1$s” може само да се чита",
    "The regular expression \"%1$s\" seems to be invalid, error code is \"%d\"." : "Изгледа да је регуларни израз „%1$s” неисправан, кôд грешке је „%d”.",
    "Did you forget the delimiters?" : "Да ли сте заборавили граничнике?",
    "Unknown personal setting: \"%s\"." : "Непознато лично подешавање: „%s”.",
    "excluded" : "изузето",
    "Unable to parse memory size limit \"%s\"" : "Није могла да се парсира граница величине меморије „%s",
    "PDF Downloader" : "PDF преузимач",
    "_The app \"{app}\" will not work without installing the following required program: {programs}._::_The app \"{app}\" will not work without installing the following required programs: {programs}._" : ["Апликација „{app}” неће функционисати ако није инсталиран следећи неопходни програм: {programs}.","Апликација „{app}” неће функционисати ако нису инсталирани следећи неопходни програми: {programs}.","Апликација „{app}” неће функционисати ако нису инсталирани следећи неопходни програми: {programs}."],
    "_The app \"{app}\" will work better if you install the following suggested helper program: {programs}._::_The app \"{app}\" will work better if you install the following suggested helper programs: {programs}._" : ["Апликација „{app}” ће боље функционисати ако инсталирате следећи предложенк помоћни програм: {programs}.","Апликација „{app}” ће боље функционисати ако инсталирате следеће предложене помоћне програме: {programs}.","Апликација „{app}” ће боље функционисати ако инсталирате следеће предложене помоћне програме: {programs}."],
    "Unsupported subject: \"%s\"." : "Неподржани субјекат: „%s.",
    "A PDF file {destination} will be created from the sources at {source}." : "PDF фајл {destination} ће се креирати из извора у {source}.",
    "A PDF download will be created from the sources at {source}." : "PDF преузимање ће се креирати из извора у {source}.",
    "Your folder {source} has been converted to a PDF file at {destination}." : "Ваш фолдер {source} је конвертован у PDF фајл у {destination}.",
    "Your folder {source} has been converted to a PDF file." : "Ваш фолдер {source} је конвертован у PDF фајл.",
    "Please visit the details tab of the source folder {source} to download the file, or just click on the following link. The name of the download is {destination}. The download file will be removed automatically after some time, this purge-time can be configured in our personal preferences for this app." : "Молимо вас да посетите картицу детаљи изворног фолдера {source} да преузмете фајл, или једноставно кликните на следећи линк. Назив преузимања је {destination}. Преузети фајл ће се аутоматски уклонити након одређеног времена, ово време чишћења може да се подеси у личним подешавањима за ову апликацију.",
    "Converting {source} to PDF has failed: {message}" : "Није успело претварање {source} у PDF: {message}",
    "Converting {source} to PDF has failed." : "Није успело претварање {source} у PDF.",
    "irrelevant" : "небитно",
    "The temporary download file {destination} has been removed. Its creation time was: {timespan}." : "Привремени фајл за преузимање {destination} је уклоњен. Време у које је био креиран је: {timespan}.",
    "not found" : "није пронађено",
    "pass through" : "прослеђивач",
    "Universal converter \"%1$s\" has failed trying to convert MIME type \"%2$s\"" : "Универзални претварач „%1$s” је прекинуо извршавање док је покушавао да претвори MIME тип „%2$s”",
    "Converter \"%1$s\" has failed trying to convert MIME type \"%2$s\"" : "Претварач „%1$s” је прекинуо извршавање док је покушавао да претвори MIME тип „%2$s”",
    "Unable to determine the version of the helper program \"%1$s\", is it installed?" : "Не може да се утврди верзија помоћног програма „%1$s”, да ли је уопште инсталиран?",
    "Please install the \"%s\" program on the server." : "Молимо вас да на сервер инсталирате програм „%s”.",
    "Internal error, \"%s\" is neither a file nor a directory." : "Интерна грешка, „%s” није ни фајл ни директоријум.",
    "\"%s\" could not be converted to PDF." : "„%s” не може да се ковертује у PDF.",
    "Internal error, \"%1$s\" is neither a file nor a directory, but has type \"%2$s." : "Интерна грешка, „%1$s” није ни фајл ни директоријум, већ има тип „%2$s”.",
    "Destination parent folder conflicts with existing file \"%s\"." : "Родитељ фолдер циља је у конфликту са постојећим фајлом „%s”.",
    "Unable to create the parent folder \"%s\"." : "Не може да се креира родитељ фолдер „%s”.",
    "PATH" : "ПУТАЊА",
    "BASENAME" : "ОСНОВАИМЕНА",
    "FILENAME" : "ИМЕ ФАЈЛА",
    "EXTENSION" : "ЕКСТЕНЗИЈА",
    "DIRNAME" : "ИМЕДИР",
    "DATETIME" : "ДАТУМВРЕМЕ",
    "Font sample could not be generated: %s" : "Не може да се генерише узорак фонта: %s",
    "Font sample could not be generated with \"%s\"." : "Не може да се генерише узорак фонта са „%s”.",
    "Only RGB values without alpha channel are supported." : "Подржане су само RGB вредности без алфа канала.",
    "DIR_BASENAME" : "ДИР_ОСНОВАИМЕНА",
    "DIR_PAGE_NUMBER" : "ДИР_БР_СТРАНИЦЕ",
    "DIR_TOTAL_PAGES" : "ДИР_УКУП_СТРАНИЦА",
    "FILE_PAGE_NUMBER" : "ФАЈЛ_БР_СТРАНИЦЕ",
    "FILE_TOTAL_PAGES" : "ФАЈЛ_УКУП_СТРАНИЦА",
    "Combining PDFs failed" : "Није успело спајање PDF фајлова",
    "Unable to detect the archive format of \"%1$s\"." : "Не може да се детектује формат архиве „%1$s”.",
    "Archive format of \"%1$s\" detected as \"%2$s\", but there is no backend driver installed which can decompress \".%3$s\" files." : "Формат архиве „%1$s” је детектован као „%2$s”, али није инсталиран драјвер позадинског механизма који може да распакује „.%3$s” фајлове.",
    "Unable to deal with tar-files. Please check the installation of the app." : "Не може да се ради са tar фајловима. Молимо вас да проверите инсталацију апликације.",
    "The archive format of \"%1$s\" has been detected as \"%2$s\", but there is no backend driver installed which can deal with this format." : "Формат архиве „%1$s” је детектован као „%2$s”, али није инсталиран драјвер позадинског механизма ради са овим форматом.",
    "The \"%1$s\" driver could handle this format, but it is not installed." : "Драјвер „%1$s” би могао да обради овај формат, али није инсталиран.",
    "Installation instructions: " : "Упутство за инсталацију:",
    "The \"%1$s\" driver claims to handle this format, but cannot extract the archive content." : "Драјвер „%1$s” тврди да може да обради овај формат, али садржај архиве не може да се распакује.",
    "Unable to open archive file %s (%s)" : "Не може да се отвори фајл архиве %s (%s)",
    "Uncompressed size of archive \"%1$s\" is too large: %2$s > %3$s" : "Распакована величина архиве „%1$s” је сувише велика: %2$s > %3$s",
    "There is no archive file associated with this archiver instance." : "Нема фајла архиве који је придружен овој инстанци архивера.",
    "Installation problem; the required resource \"%1$s\" of type \"%2$s\" is not installed on the server, please contact the system administrator!" : "Проблем при инсталацији; на сервер није инсталиран потребан ресурс „%1$s” типа „%2$s”, молимо вас да се обратите администратору система!",
    "User" : "Корисник",
    "Password" : "Лозинка",
    "Login succeeded." : "Пријава је успела.",
    "Login failed." : "Није успела пријава.",
    "Error, caught an exception." : "Грешка, ухваћен је изузетак.",
    "Caused by previous exception" : "Изазвао је претходни изузетак",
    "bytes" : "бајтова",
    "The supplied color-string \"%s\" seems to be invalid." : "Изгледа да је неисправан наведени стринг боје „%s”.",
    "The input color values are invalid." : "Улазне вредности боје су неисправне.",
    "Recursive PDF Downloader" : "Рекурзивни PDF преузимач",
    "Recursively convert entire directory trees to PDF and provide the resulting document as download" : "Рекурзивно претвара комплетна стабла директоријума у PDF и обезбеђује преузимање креираног документа",
    "pick a color" : "изабери боју",
    "open" : "отвори",
    "submit" : "submit",
    "revert color" : "врати стару боју",
    "restore palette" : "врати палету",
    "factory reset palette" : "фабричка подешавања палете",
    "Custom Color" : "Произвољна боја",
    "Provided data is not a valid SVG image: \"{data}\"." : "Достављени подаци нису исправна SVG слика: „{data}”.",
    "Choose a folder" : "Изаберите фолдер",
    "Choose a prefix-folder" : "Изаберите префикс-фолдер",
    "Invalid path selected: \"{dir}\"." : "Изабрана је неисправна путања: „{dir}”.",
    "Selected path: \"{dir}/{base}/\"." : "Изабрана путања: „{dir}/{base}/”.",
    "Please select an item!" : "Молимо вас да изаберете ставку!",
    "An empty value is not allowed, please make your choice!" : "Није дозвољена празна ставка, молимо вас да се одлучите!",
    "Click to submit your changes." : "Кликните да предате своје измене.",
    "Reset Changes" : "Ресетуј измене",
    "Clear Selection" : "Уклони избор",
    "If unsure keep this disabled. Enabling this option leads to an additional directory scan prior to scheduling a background operation. If the scan detects a mount point in the directory which has been mounted with the \"authenticated\" mount option then your login credentials will be temporarily promoted to the background job. This is primarily used to handle special cases which should only concern the author of this package. Keep the option disabled unless you really know what it means and you really known that you need it." : "Ако нисте сигурни, оставите ово подешавање искључено. Укључивање ове опције изазива додатно скенирање директоријума пре заказивања позадинске операције. Ако скенирање открије таку монтирања у директоријуму који је био монтиран опцијом монтирања са „пријавом”, онда ће се ваши подаци за пријаву привремено проследити позадинском послу. Ово се првенствено користи за обраду специјалних случајева који би требало да се тичу само аутора овог пакета. Не укључујте опцију осим ако заиста знате шта она значи и у потпуности сте сигурни да вам је потребна.",
    "Choose a folder requiring authentication" : "Изаберите фолдер за који је потребна пријава",
    "Missing Dependencies" : "Зависности које недостају",
    "Required Missing" : "Недостаје неопходно",
    "The app will not work unless you install {program} such that it can be found by the web-server." : "Апликација неће функционисати ако не инсталирате {program} тако да веб сервер може да га пронађе.",
    "Suggested Missing" : "Недостаје препоручено",
    "The app will work without installing {program}, but the conversion results may be degraded." : "Апликација ће радити ако није инсталиран {program}, али резултати претварања могу бити лошијег квалитета.",
    "Archive Extraction" : "Распаковање архиве",
    "On-the-fly extraction of archive files. If enabled users can control this setting on a per-user basis." : "Распакивање фајлова архива у ходу. Ако је укључено, сваки корисник за себе може да контролише ово подеавање.",
    "Archive Size Limit" : "Ограничење величине архиве",
    "Disallow archive extraction for archives with decompressed size larger than this limit." : "Спречи распакивање архиве у случају да је распакована величина већа од ове границе.",
    "Authenticated Background Jobs" : "Пријављени позадински послови",
    "Use authenticated background jobs if necessary." : "Користи пријављене позадинске послове ако је потребно.",
    "List of additional folders needing authentication" : "Листа додатних фолдера за које је потребно пријављивање",
    "Add a Folder" : "Додај фолдер",
    "Subfolders are taken into account, you only need to specify the top-most folders." : "Подфолдери се узимају у обзир, потребно је да наведете само фолдере највишег нивоа.",
    "Custom Converter Scripts" : "Прозвољне скрипте претварача",
    "Disable the builtin converters." : "Искључи уграђене претвараче.",
    "Universal Converter" : "Универзални претварач",
    "Full path to a filter program to be executed first for all files. If it fails, the other converters will be tried in turn." : "Пуна путања до филтер програма који се најпре извршава над свим фајловима. Ако не успе, редом се пробају остали претварачи.",
    "Fallback Converter" : "Претварач у случају неуспеха",
    "Full path to a filter program to be run when all other filters have failed. If it fails an error page will be substituted for the failing document." : "Пуна путања до филтер програма који ће се покренути онда када не успе извршавање свих осталих. Ако и он не успе, документ који не може да се претвори се замењује страницом грешке.",
    "Converters" : "Претварачи",
    "Status of the configured Converters" : "Статус подешених претварача",
    "converter chain" : "ланац претварача",
    "single converter" : "један претварач",
    "alternatives" : "алтернативе",
    "converter" : "претварач",
    "invoices/2022/october/invoice.fodt" : "invoices/2022/october/invoice.fodt",
    "If checked default to background PDF generation. This can be overridden by navigating to the PDF panel in the details sidebar for each particular source folder or archive file." : "Ако је изабрано подразумевано генерисање PDF у позадини. Ово може да се преиначи тако што се оде на PDF панел у бочном панелу детаља за сваки одређени изворни фолдер или фајл архиве.",
    "Individual File Conversion" : "Претварање појединачног фајла",
    "Enable conversion of individual files in addition to folders and archives." : "Укључује претварање појединачних фајлова уз фолдере и архиве.",
    "reason unknown" : "непознат разлог",
    "Unable to obtain the list of available fonts: {message}" : "Не може да се добије листа доступних фонтова: {message}",
    "Include/exclude test result for \"{string}\" is \"{result}\"." : "Укључи/искључи тест резултат за „{string}” је „{result}”.",
    "Unable to obtain page label template example: {message}" : "Не може да се добави пример шаблона ознаке страница: {message}",
    "Unable to obtain the PDF file template example: {message}" : "Не може да се добави пример шаблона PDF фајла: {message}",
    "included" : "укључено",
    "Recursive PDF Downloader, Personal Settings" : "Рекурзивни PDF преузимач, лична подешавања",
    "Decorations and Fonts" : "Декорација и фонтови",
    "Label output pages with filename and page number" : "Означи излазне странице именом фајла и бројем странице",
    "Template for the page labels" : "Шаблон за ознаке страница",
    "Given Filename Example" : "Дати пример имена фајла",
    "Generated Label" : "Генерисана ознака",
    "as Image" : "као слика",
    "as Text" : "као текст",
    "Page label colors" : "Боје ознака странице",
    "Text" : "Текст",
    "Background" : "Позадина",
    "Page label width fraction" : "Ширина ознаке странице као проценат ",
    "Page label width as decimal fraction of the page width. Leave empty to use a fixed font size." : "Ширина ознаке странице као децимални проценат ширине странице. Оставите празно ако желите да се користи фонт фиксне ширине.",
    "e.g. 0.4" : "нпр. 0.4",
    "Select a Font" : "Изаберите фонт",
    "Font for generated PDF page annotations" : "Фонт за генерисане PDF ознаке страница",
    "The font to use for the page labels: {font}" : "Фонт који треба да се користи за ознаке страница: {font}",
    "Generate a Placeholder-Page for Failed Conversions" : "Генериши страницу-чувар места за неуспешна претварања",
    "Font for generated PDF (error)pages" : "Фонт за генерисане PDF странице (грешака)",
    "The font to use for generated pages: {font}" : "Фонт који треба да се користи за генерисане странице: {font}",
    "Sorting Options" : "Опције ређања",
    "Group Folders First" : "Најпре групиши фолдере",
    "Group Files First" : "Најпре групиши фајлове",
    "Do Not Group" : "Немој да групишеш",
    "Filename Patterns" : "Шаблони имена фајлова",
    "Exclude Pattern" : "Шаблон за изузимање",
    "Include Pattern" : "Шаблон за укључивање",
    "Precedence:" : "Приоритет:",
    "Test String" : "Тест стринг",
    "Test Result:" : "Резултат теста:",
    "Default Download Options" : "Подразумеване опције преузимања",
    "PDF Filename Template:" : "Шаблон за PDF име фајла:",
    "Given Folder Example" : "Дати пример фолдера",
    "Generated Filename" : "Генерисано име фајла",
    "Generate PDFs in the background by default." : "Подразумевано креирај PDF фајлове у позадини.",
    "Purge Timeout" : "Време пре чишћења",
    "For how long to keep the offline generated PDF files. After this time they will eventually be deleted by a background job." : "Колико дуго се генерисани PDF фајлови чувају ван мреже. Када истекне ово време, позадински посао ће их обрисати.",
    "On-the-fly extraction of archive files." : "Распакивање фајлова архива у ходу.",
    "On-the-fly extraction of archive files is disabled by the administrator." : "Администратор је искључио распакивање фајлова архива у ходу.",
    "Administrative size limit: {value}" : "Административно ограничење величине: {value}",
    "The actions menu entry will then also appear for non-archive files." : "Тада ће се за фајлове који нису архиве такође приказати ставка у менију акција.",
    "PDF files will also be decorated with page labels if page decoration is enabled." : "PDF фајлови ће се такође украсити ознакама страница ако је укључено украшавање страница.",
    "The directory part of the page labels will remain empty." : "Директоријм део ознака страница ће остати празан.",
    "Optionally choose a default destination folder in the cloud. If left blank PDFs will be generated in the current directory." : "Подразумевани циљни фолдер можете да изаберете и у облаку. Ако се остави празно, PDF документи ће се генерисати у текућем директоријуму.",
    "undefined" : "недефинисано",
    "Decorate each page with the original file name and the page number within that file. The default is configured in the personal preferences for the app." : "Украсите сваку страницу именом оригиналног фајла и страницом унутар тог фајла. Подразумевана вредност је подешена у личним подешавањима за апликацију.",
    "When converting many or large files to PDF you will encounter timeouts because the request just lasts too long and the web server bails out. If this happens you can schedule offline generation of the PDF. This will not make things faster for you, but the execution time is not constrained by the web server limits. You will be notified when it is ready. If you chose to store the PDF in the cloud file system, then it will just show up there. If you chose to download to you local computer then the download will show up here (and in the notification). The download links have a configurable expiration time." : "Када се претвара много великих фајлова у PDF дешаваће вам се истицање времена јер захтев просто траје сувише дуго и веб сервер га прекида. Ако се то дешава, можете да закажете генерисање PDF фајла ван мреже. Ово вам неће убрзати процес, али време извршавања није ограничено границама веб сервера. Бићете обавештени када је фајл спреман. Ако сте изабрали да PDF сачувате у фајл систему облака, он ће се једноставно појавити тамо. Ако сте изабрали да га преузмете на локални компјутер, онда ће се преузимање појавити тамо (као и обавештење). Линкови за преузимање имају време истека које може да се подеси.",
    "Auto-generate the download filename from the given template. The default template can be configured in the personal settings for this app." : "Аутоматски се генерише име фајла за преузимање према наведеном шаблону. Подразумевани шаблон може да се постави у личним подешавањима за ову апликацију.",
    "Unable to obtain the pdf-file template example: {message}" : "Не може да се добави пример шаблона pdf-фајла: {message}",
    "Unable to obtain the list of available downloads: {message}" : "Не може да се добије листа доступних преузимања: {message}",
    "Choose a destination" : "Изаберите одредиште",
    "Copy to {target}" : "Копирај у {target}",
    "Copy" : "Копирај",
    "Move to {target}" : "Премести у {target}",
    "Move" : "Помери",
    "Download of {fileName} failed: {message}." : "Није успело преузимање {fileName}: {message}.",
    "Download of {fileName} failed." : "Није успело преузимање {fileName}.",
    "Unable to delete the cached PDF file: {message}" : "Не може да се обрише кеширани PDF фајл: {message}",
    "Background PDF generation for {sourceFile} has been scheduled." : "Позадинско генерисање PDF фајла за {sourceFile} је заказано.",
    "Unable to schedule background PDF generation for {sourceFile}: {message}" : "Не може да се закаже позадинско генерисање PDF фајла за {sourceFile}: {message}",
    "Download of generated PDF failed: {message}." : "Није успело преузимање генерисаног PDF фајла: {message}.",
    "Download of generated PDF failed." : "Није успело преузимање генерисаног PDF фајла.",
    "Scheduled offline PDF generation to {path}." : "Заказана офлајн генерација PDF документа у {path}.",
    "PDF saved as {path}." : "PDF је сачуван као {path}.",
    "Unable to save the PDF generated from {sourceFile} to the cloud: {message}" : "PDF фајл генерисан из {sourceFile} не може да се сачува на облак: {message}",
    "Generate PDF" : "Генериши PDF",
    "download locally" : "преузми локално",
    "save to cloud" : "сачувај на облак",
    "Choose a destination in the cloud:" : "Изаберите одредиште у облаку:",
    "basename" : "основно име",
    "Options" : "Избори",
    "page labels" : "ознаке страница",
    "filename template" : "шаблон имена фајла",
    "offline" : "ван мреже",
    "Offline Downloads" : "Преузимања ван мреже",
    "No Downloads Yet" : "Још увек нема преузимања",
    "refresh" : "освежи",
    "delete PDF file" : "обриши PDF фајл",
    "Download PDF" : "Преузми PDF",
    "Convert the entry into a PDF document." : "Претвара ставку у PDF документ.",
    "PDF" : "PDF",
    "OK" : "У реду",
    "Created" : "Направљен",
    "Accepted" : "Прихваћено",
    "Non-Authoritative Information" : "Неауторитативне информације",
    "No Content" : "Нема садржаја",
    "Reset Content" : "Ресетован садржај",
    "Partial Content" : "Делимични садржај",
    "Multi-Status (WebDAV)" : "Вишеструки статус (WebDAV)",
    "Already Reported (WebDAV)" : "Већ пријављено (WebDAV)",
    "IM Used" : "Коришћен је IM",
    "Multiple Choices" : "Вишеструки избори",
    "Moved Permanently" : "Премештено за стално",
    "Found" : "Пронађено",
    "See Other" : "Погледај остало",
    "Not Modified" : "Није измењено",
    "Use Proxy" : "Корист Прокси",
    "(Unused)" : "(не користи се)",
    "Temporary Redirect" : "Привремено преусмеравање",
    "Permanent Redirect (experimental)" : "Стално преусмеравање (експериментално)",
    "Bad Request" : "Лош захтев",
    "Unauthorized" : "Неовлашћено",
    "Payment Required" : "Потребно је плаћање",
    "Forbidden" : "Забрањено",
    "Not Found" : "Није нађено",
    "Method Not Allowed" : "Метод није дозвољен",
    "Not Acceptable" : "Не прихвата се",
    "Proxy Authentication Required" : "Потребна је прокси аутентификација",
    "Request Timeout" : "Истекло време важења захтева",
    "Conflict" : "Конфликт",
    "Gone" : "Отишло",
    "Length Required" : "Потребна је дужина",
    "Precondition Failed" : "Нису задовољени предуслови",
    "Request Entity Too Large" : "Ентитет захтева је сувише велики",
    "Request-URI Too Long" : "URI захтева је сувиш дугачак",
    "Unsupported Media Type" : "Неподржани тип медија",
    "Requested Range Not Satisfiable" : "Тражени опсег не може да се задовољи",
    "Expectation Failed" : "Очекивање није испуњено",
    "I'm a teapot (RFC 2324)" : "Ја сам чајник (RFC 2324)",
    "Enhance Your Calm (Twitter)" : "Унапредите свој мир (Twitter)",
    "Unprocessable Entity (WebDAV)" : "Ентитет који не може да се обради (WebDAV)",
    "Locked (WebDAV)" : "Закључано (WebDAV)",
    "Failed Dependency (WebDAV)" : "Неиспуњена зависност (WebDAV)",
    "Reserved for WebDAV" : "Резервисано за WebDAV",
    "Upgrade Required" : "Неопходно је ажурирање",
    "Precondition Required" : "Потребан је предуслов",
    "Too Many Requests" : "Превише захтева",
    "Request Header Fields Too Large" : "Поља заглавља захтева су сувише велика",
    "No Response (Nginx)" : "Нема одговора (Nginx)",
    "Retry With (Microsoft)" : "Покушај са (Microsoft)",
    "Blocked by Windows Parental Controls (Microsoft)" : "Блокирале Windows Родитељске Контроле (Microsoft)",
    "Unavailable For Legal Reasons" : "Није доступно услед правних разлога",
    "Client Closed Request (Nginx)" : "Клијент је затворио захтев (Nginx)",
    "Internal Server Error" : "Интерна грешка на серверу",
    "Not Implemented" : "Није имплементирано",
    "Bad Gateway" : "Лош мрежни пролаз",
    "Service Unavailable" : "Сервис није доступан",
    "Gateway Timeout" : "Истекло је време чекања на одговор мрежног пролаза",
    "HTTP Version Not Supported" : "Није подржана HTTP верзија",
    "Variant Also Negotiates (Experimental)" : "Варијанта такође преговара (експериментално)",
    "Insufficient Storage (WebDAV)" : "Нема довољно складишта (WebDAV)",
    "Loop Detected (WebDAV)" : "Откривена је петља (WebDAV)",
    "Bandwidth Limit Exceeded (Apache)" : "Прекорачено је ограничење пропусног опсега (Apache)",
    "Not Extended" : "Није проширено",
    "Network Authentication Required" : "Потребна је мрежна аутентификација",
    "Network read timeout error" : "Грешка истеклог времена чекања при мрежном читању",
    "Network connect timeout error" : "Грешка истеклог времена чекања при мрежном повезивању",
    "Operation cancelled by user." : "Операцију је отказао корисник.",
    "Aborted" : "Прекинуто",
    "Error" : "Грешка",
    "System Administrator" : "Систем администратор",
    "Feedback email: {AutoReport}" : "И-мејл за реакције: {AutoReport}",
    "Something went wrong." : "Нешто је пошло наопако.",
    "If it should be the case that you are already logged in for a long time without interacting with the app, then the reason for this error is probably a simple timeout." : "Ако је случај да се већ пријављени дуго време без интеракције са апликацијом, онда је разлог можда просто истек времена чекања.",
    "In any case it may help to logoff and logon again, as a temporary workaround. You will be redirected to the login page when you close this window." : "Као привремено решење у сваком случају може да помогне одјављивање и поновно пријављивање. Бићете преусмерени на страницу за пријаву када затворите овај прозор.",
    "Unrecoverable unknown internal error, no details available" : "Непозната интерна грешка од које не може да се опорави, нема више детаља",
    "Internal Error" : "Интерна грешка",
    "Field {RequiredField} not present in AJAX response." : "Поље {RequiredField} није пристутно у AJAX одговору.",
    "Missing data" : "Подаци недостају",
    "The submitted data \"{stringValue}\" seems to be a plain string, but we need an object where the data is provided through above listed properties." : "Изгледа да су предати подаци „{stringValue}” прости стринг, али је потребан објекат у коме су подаци достављени кроз горе наведене особине.",
    "Error: plain string received" : "Грешка: примљен је прости стринг",
    "The submitted data is not a plain object, and does not provide the properties listed above." : "Предати подаци нису прост објекат и не обезбеђују горе наведене особине.",
    "Error: not a plain object" : "Грешка: није прост објекат",
    "Unknown JSON error response to AJAX call: {status} / {error}" : "Непознати JSON одговор грешке на AJAX позив: {status} / {error}",
    "HTTP error response to AJAX call: {code} / {error}" : "HTTP одговор грешке на AJAX позив: {code} / {error}",
    "Yes" : "Да",
    "No" : "Не",
    "Debug Information" : "Дибаг информације",
    "unknown error" : "непозната грешка",
    "Unable to download data from \"{url}\": {message}" : "Не могу да се преузму подаци са „{url}: {message}",
    "The quick brown fox jumps over the lazy dog." : "Фијуче ветар у шибљу, леди пасаже и куће иза њих и гунђа у оџацима.",
    "Unable to query the initial value of all settings: {message}" : "Није успео упит почетне вредности свих подешавања: {message}",
    "Unable to query the initial value of {settingsKey}: {message}" : "Није успео упита почетне вредности {settingsKey}: {message}",
    "true" : "истинито",
    "Successfully set \"{settingsKey}\" to {value}." : "„{settingsKey}” је успешно постављена на {value}.",
    "Setting \"{settingsKey}\" has been unset successfully." : "Подешавање „{settingsKey}” је успешно обрисано.",
    "Unable to set \"{settingsKey}\" to {value}: {message}." : "Није успело постављање „{settingsKey}” на {value}: {message}.",
    "Unable to unset \"{settingsKey}\": {message}" : "Није могло да се обрише „{settingsKey}: {message}",
    "Confirmation Required" : "Потребна је потврда",
    "Unconfirmed, reverting to old value." : "Није потврђено, враћа се стара вредност.",
    "Successfully set value for \"{settingsKey}\" to \"{displayValue}\"" : "Вредност „{settingsKey}” је успешно постављена на „{displayValue}”",
    "Setting \"{setting}\" has been unset successfully." : "Подешавање „{setting}” је успешно обрисано.",
    "Could not set value for \"{settingsKey}\" to \"{value}\": {message}" : "Вредност „{settingsKey}” не може да се постави на „{value}”: {message}",
    "The font to use for the page labels: {pageLabelsFont}" : "Фонт који треба да се користи за ознаке страница: {pageLabelsFont}",
    "The font to use for generated pages: {generatedPagesFont}" : "Фонт који треба да се користи за генерисане странице: {generatedPagesFont}",
    "false" : "неистинито"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}